{
    "landlord_heading_text":"Landlord FAQ",
    "tenant_heading_text":"Tenant FAQ",
    "landlord_faq_booking_q5_ans_9":"Note: SPEEDHOME can update these terms and conditions at any time without prior notice. This article will be modified to show the updated Terms & Conditions.",
    "landlord_faq_booking_q5_ans_10":"If you have any further questions, feel free to email us at ",
    "landlord_faq_booking_q5_ans_11":"or call/WhatsApp us at",
    "landlord_faq_booking_q5_ans_12":"Last updated: 13th October 2020",
    "landlord_faq_intro_text_1":"With SPEEDHOME, savvy landlords like you will get 20x better protection and find quality tenants 5x faster than other rental platforms.",
    "landlord_faq_intro_text_2":"Join 90,000+ landlords all over Malaysia who have used SPEEDHOME",
    "landlord_faq_ques_1":"Your house is protected up to RM42,000",
    "landlord_faq_ans_1":"During your rental period, to provide full peace of mind, our Allianz Insurance will protect you up to RM42,000 against loss of rental, property damage and more. You have maximum protection while maximizing speed to lease out. Who says that you can’t have it both",
    "landlord_faq_ques_2":" Zero Deposit properties get rented 5X faster",
    "landlord_faq_ans_2":"Renting out your property with Zero Deposit opens it up to a larger pool of quality tenants. You will gain much greater interest from quality tenants, fast.",
    "landlord_faq_ques_3":"Tenants are good quality paymasters",
    "landlord_faq_ans_3":"To ensure that you get good quality paymasters only, we run industry-leading Zero Deposit Eligibility checks on your potential tenant, using Experian. We reject up to 30% of tenants to reduce your risk. Please e-mail us at hello@speedhome.com if you can not find the question/answer you are looking for.",
    "landlord_faq_basic":"Basic",
    "landlord_faq_ques_4":"What is SPEEDHOME?",
    "landlord_faq_ans_4_1":" SPEEDHOME  is an online property platform connecting landlords and tenants to rent direct.  SPEEDHOME provides landlords up to 20x better protection than the traditional deposit and helps them find tenants 5x faster. By providing Zero Deposit home rental, landlords gain much greater interest from quality tenants, fast.",
    "landlord_faq_ans_4_2":"To ensure that you get good quality paymasters only, SPEEDHOME runs industry-leading Zero Deposit Eligibility checks on your potential tenant, using Experian. We reject up to 30% of tenants to reduce your risk.",
    "landlord_faq_ans_4_3":"During your rental period, to provide full peace of mind, our Allianz Insurance will protect you up to RM42,000 against loss of rental, property damage and more. You have maximum protection while maximizing speed to lease out.",
    "landlord_faq_ans_4_4":"Note 1: Insurance is only available for those who successfully transact through SPEEDHOME with rental ranging from RM500 to RM5,000.",
    "landlord_faq_ans_4_5":"Note 2: Landlord can choose to pay for the Insurance Fee and SPEEDHOME Fee* upon successfully rented out the property.",
    "landlord_faq_ans_4_6":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "landlord_faq_ans_4_7":"Insurance Fee - 1.25 months' rent (Extended package)",
    "landlord_faq_ans_4_8":"SPEEDHOME Fee - 0.25 months' rent (On-Time Rental (OTR) and Overstay Cash Defender (OCD))",
    "landlord_faq_ques_5":"How do I post a property/room?",
    "landlord_faq_ans_5_1":"You can post your property for FREE through the SPEEDHOME website or our app.",
    "landlord_faq_ans_5_2":"Website: Click on the button that says ‘Post Property FREE’ on the top of our website then continue to fill in your property information. Then sit back, relax and we’ll do the rest.",
    "landlord_faq_ans_5_3":"Android or iOS app: Click on the post button at the bottom of the app, then proceed to posting your property listing.",
    "landlord_faq_ans_5_4":"Note: SPEEDHOME is completely FREE to download and to use for searching and posting property listings.",
    "landlord_faq_ques_6":"How do I edit my listing?",
    "landlord_faq_ans_6_1":"<strong>Website: </strong>Login and click on the avatar icon on the top right. After that, select “My Listings”. Click on the listing and select Edit.",
    "landlord_faq_ans_6_2":"<strong>Android or iOS app: </strong>Click the more button on the bottom right of the app, then click on ‘my listing’ followed by clicking on edit listing on the listing that you want to edit.",
    "landlord_faq_ques_7":"Can I rent out my place short-term / Can a tenant rent short-term?",
    "landlord_faq_ans_7":"Yes, you can. SPEEDHOME’s tenancy period starts at a minimum of 3 months and can be extended to a maximum of 12 months.",
    "landlord_faq_ques_8":"How does SPEEDHOME protect me? / How am I secured?",
    "landlord_faq_ans_8_1":"SPEEDHOME provides landlords 20x better protection, through several ways:",
    "landlord_faq_ans_8_2":"With our On-time rental*, regardless of whether your tenant pays you on the due date, you’ll receive the money on-time, every time from us.",
    "landlord_faq_ans_8_3":"With our Overstay Cash Defender*, we ensure you still receive your monthly rental even if the tenant stops paying the rent while still occupying the house. Terms and conditions apply.",
    "landlord_faq_ans_8_4":"We’re as strict as a bank when it comes to running zero deposit eligibility checks on tenants. We undertake EXPERIAN credit checks to ensure that you get a good paymaster every-time.",
    "landlord_faq_ans_8_5":"We understand the pain caused by a tenant ruining your house. So with our Allianz Insurance partnership, your property is protected up to RM42,000. covering damages, theft, unpaid utilities, unpaid rental, etc.",
    "landlord_faq_ques_9":"How do I communicate with tenants?",
    "landlord_faq_ans_9_1":"The tenant will send you a chat request. Interested tenants will click on the ‘Chat With Owner’ button on your property’s listing. Once they have filled in some details, we connect you both, allowing you to arrange a viewing.",
    "landlord_faq_ans_9_2":"Website: Once you have logged into your account, click on the chat icon on the top right of the page. This will open your tenant chats.",
    "landlord_faq_ans_9_3":"App: We will inform you via Whatsapp and notification on the app. Just click on the link to chat with the tenant. Pro-tip! Download our app to get updates and instant chat notifications.",
    "landlord_faq_ans_9_4":"Click on the Chat button at the bottom on the app, this will open up your chats with tenants.",
    "landlord_faq_ques_10":"What do I do at a viewing appointment?",
    "landlord_faq_ans_10_1":"Our homerunners take care of this for you, so you don’t have to worry about the viewing. Our homerunners team will pick up your house keys to show the house to interested tenants. So you can sit back, relax and let us take care of the viewing.",
    "landlord_faq_ans_10_2":"P.s: As per our records, our homerunners have managed to help landlords find their dream tenants within less than 24 hours! <a href='https://speedhome.com/blog/homerunners/' target='_bank'> Click here </a>for us to collect your keys, and for you to relax now.",
    "landlord_faq_ans_10_3":"If you want to do it yourself…you can, but we do recommend allowing homerunners to do it for you. Landlords that use homerunners close deals 2x faster, and it’s hassle-free!",
    "landlord_faq_ans_10_4":"If you prefer managing itby yourself, arrange a time and viewing through SPEEDHOME chatroom, we will assist you and your future tenant at choosing the best time would fit you both to meet. When meeting the tenant and ask any relevant questions to clear all your doubts and negotiate the rental to avoid conflicts and miscommunication.",
    "landlord_faq_ques_11":"I have found my perfect tenant! What is next?",
    "landlord_faq_ans_11_1":"Please follow the steps as below:",
    "landlord_faq_ans_11_2":"Step 1: Once both parties have agreed to deal, please fall back to the chat and inform the SPEEDHOME team to proceed.",
    "landlord_faq_ans_11_3":"Step 2: Your tenant will undergo a full zero deposit eligibility check after paying a booking fee of RM500.",
    "landlord_faq_ans_11_4":"Once the tenant clears the  Zero Deposit eligibility checks, proceed to complete our online digital tenancy agreement signing, <a href='https://speedmanage.com/' target='_bank'> SPEEDMANAGE </a>",
    "landlord_faq_ans_11_5":"Step 4: Send the link to the tenant to fill in their details and sign.",
    "landlord_faq_ans_11_6":"Step 5: Wait for the tenant to make the payment.",
    "landlord_faq_ans_11_7":"Step 6: Sign the digital tenancy agreement and complete the deal. Now, you can arrange for the handover of keys. Simple! For assistance, feel free to contact our Customer Support team via the app or send an email to",
    "landlord_faq_ques_12":"How do I remove my listing?",
    "landlord_faq_ans_12_1":"After logging in, please follow the steps below:",
    "landlor_faq_ans_12_app":"For App",
    "landlord_faq_ans_12_2":"1. Tap on the ‘More’ button on the bottom right",
    "landlord_faq_ans_12_3":"2. Tap on “My Listing”",
    "landlord_faq_ans_12_4":"3. Tap “Archive” on the property you want to remove.",
    "landlord_faq_ans_12_5":"For Website",
    "landlord_faq_ans_12_6":"1. Click on your Profile icon",
    "landlord_faq_ans_12_7":"2. Click on ‘My Listings’",
    "landlord_faq_ans_12_8":"3. Click “Archive” on the property you want to remove",
    "landlord_faq_ques_13":"How do I benefit from SPEEDHOME?",
    "landlord_Faq_ans_13_1":"Here’s how you benefit from SPEEDHOME.",
    "landlord_faq_ans_13_2":"1. You will receive Quality Tenants only We’re as strict as a bank when it comes to running EXPERIAN credit checks ensuring that you get a good paymaster every time.",
    "landlord_faq_ans_13_3":"2. Your house is Protected up to RM 42,000 With our Allianz Insurance partnership, your property is protected covering damages, theft, unpaid utilities, unpaid rental, etc.",
    "landlord_faq_ans_13_4":"3. You will receive rental on-time, every time With our on-time rental*, regardless of whether your tenant pays you on the due date, you’ll receive the money on-time every time from us.",
    "landlord_faq_ans_13_5":"4. You no longer have to worry about overstayed tenants. With our Overstay Cash Defender*, we ensure you still receive your monthly rental even if the tenant stops paying the rent while still occupying the house. Terms and conditions apply.",
    "landlord_faq_ans_13_6":"5. You Post and SPEEDHOME will take care of the rest Our homerunners team will meet your tenant for you and close the deal. So just post your property, sit back relax and we’ll do the rest.",
    "landlord_faq_ans_13_7":"6. Dedicated eviction guidance and support If a tenant defaults or is about to default, our Operations team will guide you with the eviction process",
    "landlord_faq_zeroDeposit":"Zero Deposit",
    "landlord_faq_zeroDeposit_meaning":"What does Zero Deposit mean?",
    "landlord_faq_zeroDeposit_meaning_answer":"It means that tenants will not have to pay for the traditional 2+1 deposits or in fact any deposit before moving into a rental unit. All units registered under SPEEDHOME comply with our Zero Deposit policy. This means that they only have to pay for the first month rental cost + SPEEDSIGN  fee + 6% SST.",
    "landlord_faq_zeroDeposit_howWorks":"How does Zero Deposit work?",
    "landlord_faq_zeroDeposit_howWorks_answer":"Tenants will have to go through our Zero Deposit eligibility check first before signing the digital tenancy agreement. This is to ensure that tenants are financially able to pay for their monthly rental and that they do not have bad prior credit experiences. Landlords only have to pay upon successfully renting out their property with SPEEDHOME. By doing so, they get up to RM42k protection, depending on the insurance package they choose.",
    "landlord_faq_zeroDeposit_landlordBenifits":"What are the benefits for landlords?",
    "landlord_faq_zeroDeposit_landlordBenifits_answer":"Partnered with Allianz Insurance, landlords’ properties are protected up to RM42,000 against loss of rental, property damage and more during the rental period. Zero Deposit also enables the rental market to open up to a larger pool of quality tenants. Their properties can get rented out 5X faster.",
    "landlord_faq_zeroDeposit_cost":"How much does a Zero Deposit cost?",
    "landlord_faq_zeroDeposit_cost_answer":"Zero Deposit does not cost you anything. Landlord can choose to pay for the Insurance Fee and SPEEDHOME Fee* upon successfully rented out the property. While tenants will pay for the first month rental and SPEEDSIGN fee  (RM399 + 6% SST) upon dealing.",
    "landlord_faq_zeroDeposit_cost_answer_1":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "landlord_faq_zeroDeposit_cost_answer_2":"Insurance Fee - 1.25 months' rent (Extended package)",
    "landlord_faq_zeroDeposit_cost_answer_3":"SPEEDHOME Fee - 0.25 months' rent (On-Time Rental (OTR) and Overstay Cash Defender (OCD))",
    "landlord_faq_zeroDeposit_trust":"How do I know that I can trust SPEEDHOME?",
    "landlord_faq_zeroDeposit_trust_answer":"With over 1186 new successful deals just in this half year alone, we can tell that both landlords and tenants are happy with our services and the Zero Deposit policy as it gives a win-win solution to both parties. Partnered with Allianz General Insurance since 2017, SPEEDHOME provides an accessible and secure home rental platform for landlords and tenants. We have also paid out RM800k of insurance claims to our landlords since February 2020 and the claim rate is still 100% until now. Let us listen to what SPEEDHOME user says about us in the video below. ",
    "landlord_faq_zeroDeposit_trust_answer_2":"Attach landlord review video :",
    "landlord_faq_zeroDeposit_trust_answer_3":"For more transparency reports, please click ",
    "landlord_faq_zeroDeposit_trust_answer_4":"here.",
    "landlord_faq_insurance":"Insurance and Claims",
    "landlord_faq_ques_14":"How does Allianz protect me? / How do I deal with damages or loss of goods & furniture?",
    "landlord_faq_ans_14_1":"With our partnership with Allianz General Insurance, you can protect your property 20x better than traditional deposit. Get secured with Allianz up to RM42,000 when you transact using SPEEDHOME",
    "landlord_faq_ans_14_2":"1. Loss of rental if your tenant runs away or defaults: up to 2 months",
    "landlord_faq_ans_14_3":"2. Inconvenience benefits or minor property damage: up to RM2,000.",
    "landlord_faq_ans_14_4":"3. Accidental damage or theft in the property:up to RM30,000",
    "landlord_faq_ans_14_5":"4. Demand letters: up to 2",
    "landlord_faq_ans_14_6":"There are three insurance plans for home rental, Please refer to the following visual.",
    "landlord_faq_ans_14_7":"Please take note that:",
    "landlord_faq_ans_14_8":"1. Landlord can choose to pay for the Insurance Fee and SPEEDHOME Fee* upon successfully rented out the property.",
    "landlord_faq_ans_14_9":"2. The total cost for Extended and Extended + will be spread over the first two months.",
    "landlord_faq_ans_14_10":"3. On-Time Rental is a feature that allows you to get your rental income on time during the entire tenancy period.",
    "landlord_faq_ans_14_11":"4.Overstay Cash Defender is a feature that ensures you to still receive your monthly rental even if the tenant stops paying the rent while still occupying the house.",
    "landlord_faq_ans_14_12":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "landlord_faq_ans_14_12_1":"Insurance Fee - 1.25 months' rent (Extended package)",
    "landlord_faq_ans_14_12_2":"SPEEDHOME Fee - 0.25 months' rent (On-Time Rental (OTR) and Overstay Cash Defender (OCD))",
    "landlord_faq_ans_14_13":"You will receive a soft copy of the insurance policy within 30 working days after the start date of the tenancy through email.",
    "landlord_faq_ans_14_14":"Insurance coverage will only be provided for landlords who have completed transactions with SPEEDHOME (rental ranging from RM500 – RM5,000)",
    "landlord_faq_ans_14_15":"The Insurance plans apply to only 12 months and below.",
    "landlord_faq_ans_14_16":"Please note that On-Time Rental and Overstay Cash Defender are products of SPEEDHOME and NOT Allianz Insurance, and 1.5 months’ rent cost includes insurance cost + SPEEDHOME fee.",
    "landlord_faq_ques_15":"When will I get the copy for Allianz Insurance policy?",
    "landlord_faq_ans_15":"You will receive a soft copy of the insurance policy within 30 working days after the start date of the tenancy through email.",
    "landlord_faq_ques_16":"Who will pay for the Allianz Insurance?",
    "landlord_faq_ans_new":"",
    "landlord_faq_ans_16_1":"You as the landlord will pay for the insurance. Please refer to the table below.",
    "landlord_faq_ans_16_2":"Insurance coverage will only be provided for landlords who have completed transactions with SPEEDHOME (rental ranging from RM500 – RM5000 for home and RM500-RM1500 for room.).",
    "landlord_faq_ans_16_3":"Insurance plan only applies to a maximum of 12 months of rental.",
    "landlord_faq_ques_17":"How much time does the claim take?",
    "landlord_faq_ans_17_1":"Our landlord claims have been 100% approved by Allianz General Insurance, providing landlords peace of mind. The time taken for you to get your claim amount is as follows:",
    "landlord_faq_ans_17_2":"Do note that you only have 2 weeks after the end date of the tenancy agreement to claim any of the above. After 2 weeks, requests will not be entertained. Only damages caused by your tenant will be covered by the insurance. Other costs that were caused by other factors will not be covered by the insurance. <a href='https://speedhome.com/blog/claims-transparency-with-speedhome/?utm_campaign=landlordfaq&utm_medium=blog&utm_source=wordpress' target='_blank'> See here for more info</a>.",
    "landlord_faq_ques_18":"How should I proceed with claiming?",
    "landlord_faq_ans_18_1":"Claiming with SPEEDHOME is easy, you need to provide relevant supporting documents as below:",
    "landlord_faq_ans_18_2":"Having a lot of pictures showing the damage is beneficial to speed up the claim time, as Allianz will analyse based on the picture given. All the claims document needs to be submitted to  <a href='mailto:finance@speedhome.com' target='_blank' rel='noopener noreferrer' > finance@speedhome.com </a>. Contact us at +6018 7777 650 for further assistance on claims.",
    "landlord_faq_ans_18_3":"To understand the full claim process and insurance T&C, please refer claim submission page at claims.speedhome.com",
    "landlord_faq_ques_19":"Can I use the insurance plan for room rental too?",
    "landlord_faq_ans_19":"Yes you can. Our Allianz Insurance is applicable for room rental above RM500.",
    "landlord_faq_note1":"Note 1: ",
    "landlord_faq_note2":"Note 2: ",
    "landlord_faq_note3":"Note 3: ",
    "landlord_faq_roomRental":"Room Rental",
    "landlord_faq_roomRental_collectDeposit":"Can I collect deposits for room rental?",
    "landlord_faq_roomRental_collectDeposit_answer":"NO. Any unit listed under SPEEDHOME is complied with Zero Deposit policy. Failing to do so will lead to account banning. Please take note that our Allianz Insurance is applicable for room rental above RM500 as well.",
    "landlord_faq_roomRental_collectDepositUnder500":"Can I collect deposits for room rental under RM500?",
    "landlord_faq_roomRental_collectDepositUnder500_answer":"No. You’re not allowed to collect deposit for any unit with any range of rental under SPEEDHOME.",
    "landlord_faq_roomRental_collectDepositProtected":"How would my room unit under rental RM500 be protected if no deposit is collected?",
    "landlord_faq_roomRental_collectDepositProtected_answer":"You may choose to purchase our Allianz Insurance worth of RM500. For example, if your unit rental is RM300 you are required to top up another RM200 for the insurance purchase. In that case, your room unit is protected up to 12 months by a RM300 worth of insurance.",
    "landlord_faq_payment":"Payment",
    "landlord_faq_ques_new_1":"Is SPEEDHOME’s service free?/How much does SPEEDHOME’s service costs?",
    "landlord_faq_ans_new_1_1":"All of our services (rental collection, viewing management service, online digital tenancy agreement signing service) are FREE for landlords. you do not have to pay anything to post your property ads on SPEEDHOME.",
    "landlord_faq_ans_new_1_2":"It is an open platform, any landlords can go to our website or our mobile app and post their listings for FREE.",
    "landlord_faq_ans_new_1_3":"There are only insurance charges and SPEEDHOME fee + 6% SST and RM10 stamp duty. The insurance secures your home up to RM42,000 protecting you against loss of rental and property damage.",
    "landlord_faq_ans_new_1_4":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "landlord_faq_ans_new_1_5":"Insurance Fee - 1.25 months' rent (Extended package)",
    "landlord_faq_ans_new_1_6":"SPEEDHOME Fee - 0.25 months' rent (On-Time Rental (OTR) and Overstay Cash Defender (OCD))",
    "landlord_faq_ques_20":"How does the insurance payment work for landlords with SPEEDHOME’s short-term rental?",
    "landlord_faq_ans_20":"Please refer to the following table for the insurance cost and length of rental period.",
    "landlord_faq_ques_21":"How much does tenancy renewal cost?",
    "landlord_faq_ans_21":"The tenancy renewal cost is fixed at a cost of RM199 + 6% SST as SPEEDSIGN fee and will be paid by the tenant. The landlord will pay for the renewed insurance (see question below)",
    "landlord_faq_ques_22":"How much does it cost to renew my Allianz Insurance protection?",
    "landlord_faq_ans_22_1":"To renew your landlord protection, you have some options of Basic, Extended or Extended + packages as before. However, if your tenant has a history of good conduct, you can opt in for a lower rental protection option.",
    "landlord_faq_ans_22_2":"Example: If your monthly rental is RM3,500 and you may choose to protect your property RM2,000 worth of rental on basic plan. Your insurance cost would be RM2,130 (2,000 +6%SST + RM10) and you would be covered up to 80% of RM2,000 rental for two months (instead of 80% of RM3,500 for 2 months).",
    "landlord_faq_ques_23":"How long is a SPEEDHOME digital tenancy agreement/tenancy period?",
    "landlord_faq_ans_23":"Our tenancy period starts at a minimum of 3 months and be extended to a maximum of 12 months.",
    "landlord_faq_ques_24":"When do I receive my rental payment?",
    "landlord_faq_ans_24_1":"Your tenant will pay us the rent and we will transfer it to you within 3 working days. If you have On-Time Rental*, you’ll receive it either on the day of the rental deadline as per the latest digital tenancy agreement or earlier. Yes, even if the tenant has made the payment or not you will receive it on time with the On-Time Rental* payment. Kindly refer the following timing for estimation of time that you will receive the payment.",
    "landlord_faq_ans_24_2":"For Basic and Extended insurance plan subscribers",
    "landlord_faq_ans_24_3":"For Extended+ insurance plan subscribers:",
    "landlord_faq_ans_24_4":"Note",
    "landlord_faq_ans_24_5":"1. Non-Business Days refer as Saturday, Sunday and Selangor Public Holidays",
    "landlord_faq_ans_24_6":"2. Please expect delays in confirming your tenant’s payment if tenant made the payment via non-FPX payment method, namely but not limited to: credit card / standing instruction / cash deposit / GIRO / scheduled transfer / instant transfer / remittance / cheque / over the counter payment.",

    "landlord_faq_ques_25":"In the case of default payment, when will SPEEDHOME pay me? / What if my tenant refuses to pay rent / What if my tenant defaults?",
    "landlord_faq_ans_25":"Within 2 weeks after the tenant still hasn’t paid the rental on the agreed date (specified in the digital tenancy agreement) and left the premise, you must file a police report of this incident and inform us. We will process the claim procedure on your behalf. You can contact us at finance@speedhome.com.",
    "landlord_faq_ques_26":"Will I be notified in case of non-payment / if rental hasn’t been paid or transferred to me?",
    "landlord_faq_ans_26_1":"Yes. We will always keep you notified in case of any delay in the payment via SMS, WhatsApp and phone calls. You can also check the rental status using the app.",
    "landlord_faq_ans_26_2":"Mobile app: Click on the bottom right ‘More’ button. Then, click on “Rental Collection” to check the rental status.",
    "landlord_faq_ans_26_3":"Feel free to email our Finance team at finance@speedhome.com for your rental problems or concerns.",
    "landlord_faq_ques_27":"Do I have to pay SST?",
    "landlord_faq_ans_27":"Yes, you need to pay 6% SST on the home insurance policy amount that you need to get once you find a tenant. Note: The home insurance is only for homes with rental from RM500 to RM5,000.",
    "landlord_faq_tenancy":"Digital Tenancy Agreement",
    "landlord_faq_ques_28":"Where/How do I create a digital tenancy agreement?",
    "landlord_faq_ans_28_1_1":"Go to",
    "landlord_faq_ans_28_1_2":"to create the agreement.",
    "landlord_faq_ques_29":"How do I sign the digital tenancy agreement?",
    "landlord_faq_ans_29_1_1":"Just visit",
    "landlord_faq_ans_29_1_2":", to sign the digital tenancy agreement.",
    "landlord_faq_ques_30":"Who pays for SPEEDSIGN fee?",
    "landlord_faq_ans_30":"The SPEEDSIGN fee is paid by the tenant.",
    "landlord_faq_ques_31":"How long is a SPEEDHOME tenancy agreement/tenancy period?",
    "landlord_faq_ans_31":"A standard tenancy period is 6-12 months. We also provide short term tenancy agreements starting from 3 months.",
    "landlord_faq_ques_32":"How does SPEEDHOME protect me? / How am I secured?",
    "landlord_faq_ans_32":"We screen your potential tenant’s credit history and also do a zero deposit eligibility checks. After you successfully lease with us, you can get insurance with Allianz securing your home up to RM42,000.",
    "landlord_faq_ques_33":"What if my tenant wants to terminate the digital tenancy agreement earlier than the end date?",
    "landlord_faq_ans_33_1":"If your tenant for any reason wants to terminate the digital tenancy agreement early, he/she must comply with the following terms:",
    "landlord_faq_ans_33_2":"Notify us (SPEEDHOME) and you (landlord) 2 months’ before the termination date.",
    "landlord_faq_ans_33_3":"IF… he/she needs to leave immediately, he/she must pay two months rental as a penalty.",
    "landlord_faq_ans_33_4":"Arrange the handover of keys upon moving out.",
    "landlord_faq_ques_34":"Is a digital tenancy agreement signing legal in Malaysia?",
    "landlord_faq_ans_34_1":"Yes, a digitally signed tenancy agreement is legal. The duty stamped copy will be admissible in court under Section 7 of Electronic Commerce Act 2006 and Section 62(2) of Digital Signature Act 1997. Section 7 of Electronic Commerce Act 2006 basically states that an electronic message can be used to express any related communication when it comes to a contract formation. As for Section 62(2) of Digital Signature Act 1997, a document signed with a digital signature is as legally binding as a document signed with a handwritten signature, an affixed thumbprint or any other mark.",
    "landlord_faq_ans_34_2":"If you have any further questions, feel free to email us at hello@speedhome.com or call/WhatsApp us at +60 18 7777 650",
    "landlord_faq_referral":"Referral Programme",
    "landlord_faq_referral_q1":"We’d love for you to share SPEEDHOME to your friends and, if you do so, we will reward you both if either.",
    "landlord_faq_referral_q1_1":"A) Your landlord friend rents out their property on SPEEDHOME",
    "landlord_faq_referral_q1_2":"Or",
    "landlord_faq_referral_q1_3":"B) Your tenant friend rents a new home on SPEEDHOME.",
    "landlord_faq_referral_q1_4":"When you sign into SPEEDHOME and go onto ",
    "landlord_faq_referral_q1_5":"you will see your unique link. This is your link to share freely to whoever you want. When someone rents a property or rents out a property using this link, we know they came from you and will reward you accordingly.",
    "landlord_faq_referral_q1_6":"Upon successful property rental using your link, we will be in contact with you to enquire your bank details via email and then transfer your reward in 14 working days. Your friend will receive a RM100 cash rebate on their Insurance fees or digital tenancy agreement signing fee (SPEEDSIGN fee), you will receive RM 200 for every successful referral with no limits; each time you refer your friends once they complete the deal.",
    "landlord_faq_referral_q1_7":"Note that completion can take a 1+ months, so there will be a delay between sending the referral link and receiving the referral bonus. The following terms apply:",
    "landlord_faq_referral_q1_8":"User Sending the Invite - Referrer Disclosure:",
    "landlord_faq_referral_q1_8_1":"The referral scheme only applies to new users of SPEEDHOME. You cannot refer someone that has already signed up to SPEEDHOME (previously Speedrent).",
    "landlord_faq_referral_q1_8_2":"The referral scheme only applies and valid to registered, individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”).",
    "landlord_faq_referral_q1_8_3":"To qualify for the referral reward, referred friends must open a SPEEDHOME account using their designated referral link from your invitation and send a chat request or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "landlord_faq_referral_q1_8_4":"Your participation in the referral program is subject to the following terms and conditions;",
    "landlord_faq_referral_q1_8_5":"Your efforts in soliciting clients on behalf of SPEEDHOME will be unlimited to invitations made to any individuals by sending such individuals a referral invitation via SPEEDHOME digital platform,",
    "landlord_faq_referral_q1_8_6":"You will get RM200 cash for every referral for unlimited times; each time you refer your friends once they complete the deal.",
    "landlord_faq_referral_q1_8_7":"Meanwhile, your referred friend will receive a RM100 cash rebate on their insurance fees or digital tenancy agreement signing fee (“SPEEDSIGN fee”) upon deal completion.",
    "landlord_faq_referral_q1_8_8":"Your referred landlord friends need to subscribe and purchase the Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "landlord_faq_referral_q1_8_9":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email.",
    "landlord_faq_referral_q1_8_10":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details.",
    "landlord_faq_referral_q1_8_11":"Your referred friends must be new users of SPEEDHOME in order to avoid referral reward forfeiture",
    "landlord_faq_referral_q1_8_12":"Referees who renew the tenancy agreement in contrast to a new property rental being conducted are not entitled to get the referral bonus.",
    "landlord_faq_referral_q1_8_13":"You cannot refer to yourself or your personal SPEEDHOME account",
    "landlord_faq_referral_q1_8_14":"All verbal referrals made to any individuals without using your designated referral link from your invitation electronically are invalid.",
    "landlord_faq_referral_q1_8_15":"SPEEDHOME is not responsible for  incorrect entry or other failures on the part of your referee in using your referral link or complying with any other requirement for SPEEDHOME account holders.",
    "landlord_faq_referral_q1_9_1":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "landlord_faq_referral_q1_9_2":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.        ",
    "landlord_faq_referral_q1_9_3":"We reserve the right to:",
    "landlord_faq_referral_q1_9_3_1":"Change or terminate this offer at any time, without notice",
    "landlord_faq_referral_q1_9_3_2":"Limit the amount of bonus/reward you are eligible to receive",
    "landlord_faq_referral_q1_9_3_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "landlord_faq_referral_q1_9_4":"By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein.",
    "landlord_faq_referral_q1_9_5":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform SPEEDHOME at ",
    "landlord_faq_referral_q1_9_6":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "landlord_faq_referral_q1_9_7":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "landlord_faq_referral_q1_10":"User Receiving the Invite - Referee Disclosure:",
    "landlord_faq_referral_q1_10_1":"The referral reward is valid for new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and done deals in 2020 onwards.",
    "landlord_faq_referral_q1_10_2":"The referrer who sent you this invitation is a SPEEDHOME user/client and has done so through SPEEDHOME’s referral program.",
    "landlord_faq_referral_q1_10_3":"Your friend’s referral does not constitute an endorsement of SPEEDHOME or a statement of satisfaction with the services provided by SPEEDHOME.",
    "landlord_faq_referral_q1_10_4":"If you qualify, SPEEDHOME will deposit RM100 of cash rebate into your personal bank account after you have completed a deal and transact successfully in SPEEDHOME.",
    "landlord_faq_referral_q1_10_5":"If you are a landlord that uses SPEEDHOME through our referral program, you need to subscribe and purchase an Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "landlord_faq_referral_q1_10_6":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email",
    "landlord_faq_referral_q1_10_7":"In order for you to qualify for the referral bonus, you must open a SPEEDHOME account using the designated referral link from your invitation, and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "landlord_faq_referral_q1_10_8":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details.",
    "landlord_faq_referral_q1_10_9":"Referees who renew the tenancy agreement in contrast to a new property rental being conducted are not entitled to get the referral bonus.",
    "landlord_faq_referral_q1_10_10":"All verbal referrals made to any individuals without using the designated referral link from your invitation electronically are invalid.",
    "landlord_faq_referral_q1_10_11":"SPEEDHOME is not responsible for incorrect entry or other failures on your part to meet the requirements for qualifying for the referral bonus.",
    "landlord_faq_referral_q1_10_12":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "landlord_faq_referral_q1_10_13":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.",
    "landlord_faq_referral_q1_10_14":"We reserve the right to:",
    "landlord_faq_referral_q1_10_14_1":"Change or terminate this offer at any time, without notice",
    "landlord_faq_referral_q1_10_14_2":"Limit the amount of bonus/reward you are eligible to receive",
    "landlord_faq_referral_q1_10_14_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "landlord_faq_referral_q1_10_15":"By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein.",
    "landlord_faq_referral_q1_10_16":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform  SPEEDHOME at ",
    "landlord_faq_referral_q1_10_17":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "landlord_faq_referral_q1_10_18":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "landlord_faq_referral_q2":"How many people can I invite with the link?",
    "landlord_faq_referral_q2_ans":"You can invite as many people as you want!",
    "landlord_faq_referral_q3":"How do I redeem my reward? / When will I get my reward?",
    "landlord_faq_referral_q3_ans":"You will be able to redeem your reward after your tenant or landlord friend has completed signing their digital tenancy agreement  and has transacted through SPEEDHOME, with an Allianz Insurance package being purchased by the landlord through the SPEEDHOME platform. We will then contact you to acquire your bank details and will transfer your reward within 14 working days.",
    "landlord_faq_referral_q4":"How long will it take to get the cash reward?",
    "landlord_faq_referral_q4_ans":"Upon successful referral deal using the correct referral link, we will contact you to acquire your bank details. SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email.It can take 1+ months for a unit to become successfully rented out.",
    "landlord_faq_referral_q5":"When does my referral expire?",
    "landlord_faq_referral_q5_ans":"This offer is only valid within 6 months after the done deal date. After that, your referral rewards will expire.",
    "landlord_faq_referral_q6": " Is there a limit to how many times I can get RM200?",
    "landlord_faq_referral_q6_ans": "You can refer unlimited times and get RM200 for every successful referral. Pretty exciting right?!",
    "landlord_faq_referral_q7":"What incentive will my friends receive?",
    "landlord_faq_referral_q7_ans":"Your friends will receive a cash rebate of RM100 reward when they have successfully rented with SPEEDHOME.",
    "landlord_faq_referral_q8":"What qualifies as a valid referral?",
    "landlord_faq_referral_q8_ans":"A referral qualifies as valid:",
    "landlord_faq_referral_q8_ans_1":"If the referrer refers to referee’s new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and the referee has done a deal in 2020 onwards.",
    "landlord_faq_referral_q8_ans_2":"Referred friends (referee) must open a SPEEDHOME account using their designated referral link from referrer’s invitation and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "landlord_faq_referral_q8_ans_3":"Referrer and referee must be different people with different bank account details",
    "landlord_faq_referral_q8_ans_4":"Landlord who post property using their referrer’s invitation link must subscribe and buy the Allianz insurance package provided by SPEEDHOME",
    "landlord_faq_referral_q8_ans_5":"Referees who renew the tenancy agreement  are not entitled to get the referral bonus.",
    "landlord_faq_referral_q9":"Why am I not entitled to get my referral cash reward?",
    "landlord_faq_referral_q9_ans":"You’re not entitled to get the referral reward because of certain reasons. The following terms and conditions apply:",
    "landlord_faq_referral_q9_ans_1":"Your referee has not completed their deal yet with SPEEDHOME.",
    "landlord_faq_referral_q9_ans_2":"You refer to yourself or your personal SPEEDHOME account",
    "landlord_faq_referral_q9_ans_3":"You have used the same bank account details with the referrer/referee. ",
    "landlord_faq_referral_q9_ans_4":"Your referral has expired after 6 months from the referral date",
    "landlord_faq_referral_q9_ans_5":"You verbally refer to any individuals without using your designated referral link from your invitation electronically.",
    "landlord_faq_referral_q9_ans_6":"Your referred friend is an existing SPEEDHOME user who renew their tenancy agreement",
    "landlord_faq_referral_q9_ans_7":"You post a listing or send a chat request on behalf of the referee and not using the referral link provided by the referrer",
    "landlord_faq_referral_q10":"What does a tenant need to be eligible to rent under Zero Deposit?        ",
    "landlord_faq_referral_q10_ans":"They are required to be screened through our Zero Deposit eligibility check, submitting their 3 month’s bank statement, employment/university offer letter and copy of IC/Passport/Visa.",
    "landlord_faq_referral_q11":"What does a landlord or tenant need to do for me to be eligible for referral reward?",
    "landlord_faq_referral_q11_ans_1":"For a landlord referee to be entitled to a referral reward they must rent out a property on our platform above RM500/month and purchase an Allianz Insurance package provided by SPEEDHOME.",
    "landlord_faq_referral_q11_ans_2":"For a tenant referee to be entitled to a referral reward they must rent a property using SPEEDHOME above RM500/month and sign our digital tenancy agreement, with their landlord purchasing an Allianz Insurance package provided by SPEEDHOME",
    "landlord_faq_referral_q12":"If my friend uses SPEEDHOME to find a property to rent or finds a tenant to rent out to but completes the deal outside the platform, am I eligible for reward?",
    "landlord_faq_referral_q12_ans":"No, only deals that take place through the SPEEDHOME platform will make you eligible for rewards. Any deals that take place outside of the platform will not result in you getting a reward and will result in your friend getting banned from SPEEDHOME.",
    "landlord_faq_booking":"Booking Fee Terms & Condition",
    "landlord_faq_booking_q1":"Terms and Conditions",
    "landlord_faq_booking_q1_ans_1":"The terms and conditions of this Booking Fee Agreement govern your use of the services provided by Speedrent Technology Sdn. Bhd. (Company No: 1176587-M) of A-G-23, Eve Suite, Jalan PJU 1a/41, Ara Damansara, 47301 Petaling Jaya, Selangor Darul Ehsan, Malaysia (“We” or “Our” or “Us” or “Speedrent” or “SPEEDHOME“), a Malaysian entity, either itself or through its subsidiaries or licensees, via various electronic platforms such as the SPEEDHOME mobile application or any other platforms designated by Us (“Application”).",
    "landlord_faq_booking_q1_ans_2":"By using the Application, you are indicating that you have read and understand the terms and conditions herein. If you do not agree with the terms, please do not use this Application. For avoidance of doubt, this Agreement applies to all users of the Application listing a property or finding a property inclusive of homeowners, landlords, property agents and/or tenants.",
    "landlord_faq_booking_q2":"Booking Fee",
    "landlord_faq_booking_q2_ans_1":"Booking Fee (or known as Earnest Deposit) is a form of upfront payment to secure your tenancy request for the dedicated property posted on the SPEEDHOME platform. Upon payment of the booking fee made and the tenant has passed checking, the landlord shall agree to reserve the property for 7 days and not to rent the property to other tenants.",
    "landlord_faq_booking_q3":"Refund",
    "landlord_faq_booking_q3_ans_1":"The Booking fee shall only be refunded in any of the following conditions: ",
    "landlord_faq_booking_q3_ans_2":"a. The payer/tenant who did not pass the SPEEDHOME’s Zero Deposit eligibility check;",
    "landlord_faq_booking_q3_ans_3":"b. When the Landlord cancels the deal or rented out the unit to other tenant;        ",
    "landlord_faq_booking_q3_ans_4":"c. Landlord increased the mutually agreed rental rate or false advertisement after the payment of booking fee; or",
    "landlord_faq_booking_q3_ans_5":"d. Landlords and tenants cancel the booking or deal within 24 hours after booking is made.",
    "landlord_faq_booking_q3_ans_6":"Tenant shall agree that the refund of booking fee shall take up to 3-business days upon refund request emailed to finance@speedhome.com with your details such as bank name, bank account holder name, bank account number, email address, mobile number and refund amount.        ",
    "landlord_faq_booking_q4":"Utilisation of Booking Fee",
    "landlord_faq_booking_q4_ans_1":"Upon signing of digital tenancy agreement, the booking fee shall be utilized towards the full payment of the rental invoice which is the first month rental and subscription of tenancy contracting service – ",
    "landlord_faq_booking_q5":"Forfeiture",
    "landlord_faq_booking_q5_ans_1":"Booking fee shall be forfeited in any of the following conditions:",
    "landlord_faq_booking_q5_ans_2":"a. Upon signing of digital tenancy agreement, tenant postponed the tenancy commencement date to a later date without mutual consent by the landlord;        ",
    "landlord_faq_booking_q5_ans_3":"b. Tenant did not sign the digital tenancy agreement on or before the mutually agreed tenancy commencement date;         ",
    "landlord_faq_booking_q5_ans_4":"c. Tenant did not pay the full payment required for vacant possession within the 7-days of the mutually agreed tenancy commencement date; or",
    "landlord_faq_booking_q5_ans_5":"d. Tenant cancelled the deal after 24 hours the booking was paid to SPEEDHOME.        ",
    "landlord_faq_booking_q5_ans_6":"e. Tenants are required to sign the digital tenancy agreement within three (3) days once the Landlord has sent it to the tenant via speedmanage.com. Failure to do so will result in the forfeiture of the booking fee.        ",
    "landlord_faq_booking_q5_ans_7":"f. Once both parties have paid the full amount with the agreement signed by both Landlord and Tenant with the LHDN stamping completed, in the event of a cancellation, we will deduct the stamping fee cost from the total refund amount.        ",
    "landlord_faq_booking_q5_ans_8":"The forfeited booking fee will be transferred in full to the landlord.",
    "landlord_faq_ocd":"Overstay Cash Defender (OCD)",
    "landlord_faq_ocd_q_1":"What is Overstay Cash Defender (OCD)?",
    "landlord_faq_ocd_q_1_ans_1":"We protect the landlord from tenants that overstay without paying rental. We will pay the rent to the landlord until we successfully evict the tenant.",
    "landlord_faq_ocd_q_1_ans_2":"We will get the court order and bear the cost of the eviction.         ",
    "landlord_faq_ocd_q_1_ans_3":"After the tenant moves out, any damages or stolen items done by the tenant will be reimbursed by the protection to the landlord.",
    "landlord_faq_ocd_q_2":"Who is entitled for OCD protection ?",
    "landlord_faq_ocd_q_2_ans_1":"All the landlords who purchase our Allianz Extended+ insurance premium along with our On-Time Rental service are entitled to this protection.        ",
    "landlord_faq_ocd_q_3":"Are there any special terms and conditions that I need to comply with ?",
    "landlord_faq_ocd_q_3_ans_1":"Yes. You need to follow the instructions provided by SPEEDHOME and  fully comply with the vacant possession clause with SPEEDHOME.",
    "landlord_faq_ocd_q_4":"What is the benefit of OCD?",
    "landlord_faq_ocd_q_4_ans_1":"OCD ensures that the landlord is able to receive their monthly rental even if the tenant stops paying the rent whilst still occupying the house.",
    "landlord_faq_ocd_q_5":"Are there any extra charges?",
    "landlord_faq_ocd_q_5_ans_1":"The only charges are the 1.25 months of rental for the insurance premium and the 0.25 of one month rental for the On-Time Rental and Overstay Cash Defender products (which are products of SPEEDHOME).",
    "landlord_faq_ocd_q_6":"Why SPEEDHOME implements this new service to the landlords?",
    "landlord_faq_ocd_q_6_ans_1":"We have heard the concerns of landlords especially during this tricky time. Thus, SPEEDHOME establishes this service to share the risk with the landlords and make the rental experience worry-free.",
    "landlord_faq_ocd_q_7":"Does OCD cover for tenants who run away? Am I still able to get the rental payment then?",
    "landlord_faq_ocd_q_7_ans_1":"No, OCD coverage is only for the tenant who overstayed and occupied the house. If the tenant chooses to move out or early terminates the agreement, ",
    "landlord_faq_ocd_q_7_ans_2":"SPEEDHOME will not pay for the rent of the tenant for the remaining months.        ",
    "landlord_faq_ocd_q_8":"If I choose to subscribe to the Allianz Basic or Extended package will I still be entitled to Overstay Cash Defender (OCD) protection ?",
    "landlord_faq_ocd_q_8_ans_1":"No. Only the landlord who purchases the Allianz Extended+ insurance package will be under the 12 months overstay protection.",
    "landlord_faq_ocd_q_9":"Do I need to submit anything to claim the overstay protection?",
    "landlord_faq_ocd_q_9_ans_1":"No. SPEEDHOME will pay the rent to the landlord and the landlord does not need to submit anything to SPEEDHOME. However, the landlord must allow SPEEDHOME to collect the rent on behalf of them.        ",
    "landlord_faq_ocd_q_10":"What is the maximum overstay duration covered by OCD?",
    "landlord_faq_ocd_q_10_ans_1":"The maximum overstay duration covered is based on the tenure. Example: For a one-year contract, if the tenant does not pay the rent on the third month after he moves in and still occupying the unit, SPEEDHOME will pay the rent starting from that month until the tenure ends.",
    "tenant_faq_intro_text_1":"Know more about the perks of being a SPEEDHOME tenant.",
    "tenant_faq_intro_text_2":"Please email us at",
    "tenant_faq_intro_text_3":"if you can’t find the question/answer you’re looking for.",
    "tenant_faq_basic":"Basic",
    "tenant_faq_ques_1":"What is SPEEDHOME?",
    "tenant_faq_ans_1_1":"SPEEDHOME is an online property platform connecting landlords and tenants to rent direct.",
    "tenant_faq_ans_1_2":"SPEEDHOME allows tenant to rent a home with ZERO DEPOSIT policy",
    "tenant_faq_ans_1_3":"Process of renting in SPEEDHOME",
    "tenant_faq_ques_2":"Does SPEEDHOME offer short-term rental?/ Can I rent short-term?",
    "tenant_faq_ans_2":"A tenancy period for SPEEDHOME users starts from a minimum of 3 months and can be extended to a maximum of 12 months.",
    "tenant_faq_ques_3":"How is a short-term rental different from standard 12 months home rental?",
    "tenant_faq_ans_3":"Yes, it is different. If you choose to rent short-term (i.e: 3-11 months), there will be a surcharge. Please refer to the table below.",
    "tenant_faq_ques_4":"Does the insurance apply to tenants?",
    "tenant_faq_ans_4":"No, the insurance applies to landlords only.",
    "tenant_faq_ques_5":"How do I search for a house/room?",
    "tenant_faq_ans_5_1":"You can search for a house/room to rent for FREE through the SPEEDHOME website or our mobile app.",
    "tenant_faq_ans_5_2":"Website, Android App or iOS App: Go to our home page and click on the search bar to find a house/room. Fill in the details accordingly; area, pricing, furnishing and click on the search button.",
    "tenant_faq_ans_5_3":"For room, click on the search bar on the homepage. Then, click “Housing Type” and select “Room”.",
    "tenant_faq_ans_5_4":"FREE Tip to find a house within a week:",
    "tenant_faq_ans_5_5":"Search for at least 5 houses and put a chat request to at least 5 different landlords so that you can find a house faster.",
    "tenant_faq_ques_6":"What do I do when I find a place/home/condo/apartment/studio/room I like?/How do I chat with the landlord?",
    "tenant_faq_ans_6_1":"If you have found a home that you want to view, follow the steps below:",
    "tenant_faq_ans_6_2":"1. Click on “Chat with Owner”.",
    "tenant_faq_ans_6_3":"2. Fill in your details regarding the questions given (your move-in date, offer price, nationality & occupation) and click on “Submit”.",
    "tenant_faq_ans_6_4":"3. A conversation between you and the landlord will be created. Kindly wait for the landlord to reply and you may decide when to meet the landlord for the viewing.",
    "tenant_faq_ans_6_5":"4. Fall back to the chat and inform the SPEEDHOME team to proceed.",
    "tenant_faq_ans_6_6":"Note: We recommend that you search for at least 5 houses and put a chat request to at least 5 landlords to find a house faster.",
    "tenant_faq_ans_6_7":"Also, we highly suggest you download our mobile app to receive notifications and be on top of the game to get your house faster.",
    "tenant_faq_ques_7":"What do I do if I get no replies from landlord",
    "tenant_faq_ans_7_1":"When you have a landlord that is not cooperating with you or has not replied to your chat request, contact us to help you make a deal. You can give us a call at +6018 7777 650 or drop an email at hello@speedhome.com",
    "tenant_faq_ans_7_2":"p.s: We recommend that you search for at least 5 houses and put a chat request to at least 5 landlords so that you can find a house faster.",
    "tenant_faq_ques_8":"What do I do if I want to rent the house or room after viewing?",
    "tenant_faq_ans_8_1":"If you’ve met the landlord and want to proceed then follow the simple steps below:",
    "tenant_faq_ans_8_2":"1. Ask the landlord to create the tenancy agreement on <a href='https://speedmanage.com/' target='_bank'> SPEEDMANAGE </a>",
    "tenant_faq_ans_8_3":"2. Our team will give you a call for a quick zero deposit eligibility check*",
    "tenant_faq_ans_8_4":"3. After signing the agreement you will receive a payment link to make the rental payment.",
    "tenant_faq_ans_8_5":"If you have not received any calls from our team, feel free to email us at hello@speedhome.com",
    "tenant_faq_ans_8_6":"*Note 1: Zero Deposit applies for rental from RM500 to RM5,000 only.",
    "tenant_faq_ans_8_7":"*Note 2: The booking fee is non-refundable which means if you cancel the deal after paying the booking fees then the booking fee will be forfeited. The booking fee is only refundable if you fail the zero deposit eligibility check . Also, you need to submit all the documentation for the zero deposit eligibility check within 5 days, failing to do so will lead to forfeiting of your booking fee.",
    "tenant_faq_ques_9":"How long is a tenancy period for SPEEDHOME?",
    "tenant_faq_ans_9":"A tenancy period for SPEEDHOME users starts from a minimum of 3 months and can be extended to a maximum of 12 months.",
    "tenant_faq_ques_10":"Is there a tenancy agreement?",
    "tenant_faq_ans_10_1":"Yes, there is a digital tenancy agreement. Your landlord will create it on",
    "tenant_faq_ans_10_2":"and send it to you. After that, you have to click on the link to the agreement and sign it.",
    "tenant_faq_ques_11":"Who pays for the Speedsign fee?",
    "tenant_faq_ans_11":" You as the tenant will pay for the Speedsign fee.",
    "tenant_faq_ques_12":"How much does the Speedsign fee cost?",
    "tenant_faq_ans_12":"The cost of the Speedsign fee is RM399 + 6% SST.",
    "tenant_faq_zero_deposit":"Zero Deposit",
    "tenant_faq_ques_zero_deposit_1":"What does Zero Deposit mean?",
    "tenant_faq_ans_zero_deposit_1":"It means that tenants will not have to pay for the traditional 2+1 deposits or in fact any deposit before moving into a rental unit. All units registered under SPEEDHOME comply with our Zero Deposit policy. This means that they only have to pay for the first month rental cost + Speedsign fee + 6% SST.",
    "tenant_faq_ques_zero_deposit_2":"How does Zero Deposit work?",
    "tenant_faq_ans_zero_deposit_2":"Tenants will have to go through our Zero Deposit eligibility check first before signing the digital tenancy agreement. This is to ensure that tenants are financially able to pay for their monthly rental and that they do not have bad prior credit experiences. Landlords only have to pay upon successfully renting out their property with SPEEDHOME. By doing so, they get up to RM42k protection, depending on the insurance package they choose.",
    "tenant_faq_ques_zero_deposit_3":"What are the benefits for landlords?",
    "tenant_faq_ans_zero_deposit_3":"Partnered with Allianz Insurance, landlords’ properties are protected up to RM42,000 against loss of rental, property damage and more during the rental period. Zero Deposit also enables the rental market to open up to a larger pool of quality tenants. Their properties can get rented out 5X faster.",
    "tenant_faq_ques_zero_deposit_4":"How much does a Zero Deposit cost?",
    "tenant_faq_ans_zero_deposit_4":"Zero Deposit does not cost you anything. Landlord can choose to pay for the Insurance Fee and SPEEDHOME Fee* upon successfully rented out the property. While tenants will pay for the first month rental and Speedsign fee (RM399 + 6% SST) upon dealing. ",
    "tenant_faq_ans_zero_deposit_4_1":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "tenant_faq_ans_zero_deposit_4_2":"Insurance Fee - 1.25 months' rent (Extended package)",
    "tenant_faq_ans_zero_deposit_4_3":"SPEEDHOME Fee - 0.25 months' rent [On-Time Rental (OTR) and Overstay Cash Defender (OCD)]",
    "tenant_faq_ques_zero_deposit_5":"How do I know that I can trust SPEEDHOME?",
    "tenant_faq_ans_zero_deposit_5_1":"With over 1186 new successful deals just in this half year alone, we can tell that both landlords and tenants are happy with our services and the Zero Deposit policy as it gives a win-win solution to both parties. Partnered with Allianz General Insurance since 2017, SPEEDHOME provides an accessible and secure home rental platform for landlords and tenants. We have also paid out RM800k of insurance claims to our landlords since February 2020 and the claim rate is still 100% until now. Let us listen to what SPEEDHOME user says about us in the video below.",
    "tenant_faq_ans_zero_deposit_5_3":"For more transparency reports, please click <a href='https://speedhome.com/blog/category/transparency-report/' target='_blank'>here</a>",
    "rental_faq_room_rental":"Room Rental",
    "tenant_faq_ques_13":"What happens if the common room is left dirty by my other housemates?",
    "tenant_faq_ans_13":"As a common responsibility of the tenants, the common room needs to be taken care of by the tenants living in the unit. So, it is your duty to communicate with the other housemates to keep the common room clean.",
    "tenant_faq_ques_14":"Are there any house rules to follow? / What are my responsibilities when I rent a room?",
    "tenant_faq_ans_14_1":"The basic house rules are as follows:",
    "tenant_faq_ans_14_2":"Kitchen use: Everybody should clean up after cooking. All dishes and cookware used should be cleaned after use and left to dry.",
    "tenant_faq_ans_14_3":"Cleaning duties and supplies: Cleanliness of the house should be maintained well together. Supplies should be purchased by you.",
    "tenant_faq_ans_14_4":"Common area use: Everybody is to clean up after themselves or any guests in common area.",
    "tenant_faq_ans_14_5":"Pets: Pets are only allowed after informing Landlord and given the consent to do so.",
    "tenant_faq_ans_14_6":"Conflict resolution: In the interest of household harmony, you agree to make reasonable efforts to maintain a peaceful environment within the House and shall work together to resolve any differences",
    "tenant_faq_ans_14_7":"Noise level: You are to be considerate to other tenants and/or neighbors by keeping the noise low.",
    "tenant_faq_ans_14_8":"Drug use: Any type of illegal drug is not to be brought around, kept or used in the house.",
    "tenant_faq_ans_14_9":"Additional tenants: Only the Tenant stated in the digital tenancy agreement is allowed to occupy the room.",
    "tanant_faq_payment":"Payment",
    "tenant_faq_ques_15":"Are SPEEDHOME services free? / Does SPEEDHOME charge anything?",
    "tenant_faq_ans_15_1":"It is free to search through our listings. Only once you have decided to rent the house, you as a tenant will have to pay the following before moving in.",
    "tenant_faq_ans_15_2":" 1st month’s rent + (RM399+6% SST) Speedsign fee",
    "tenant_faq_ans_15_3":"p.s: Before signing the agreement, you will have to pay a booking fee of RM500 for house rental which will eventually be deducted from the remaining rental payment.",
    "tenant_faq_ans_15_4":"The booking fee is non-refundable which means if you cancel the deal after paying the booking fees then the booking fee will be forfeited. The booking fee is only refundable if you fail the zero deposit eligibility check . Also, you need to submit all the documentation for the zero deposit eligibility check within 5 days, failing to do so will lead to forfeiting of your booking fee.",
    "tenant_faq_ques_16":"How much is the Speedsign fee?/Will there be SST/tax charged? / Is there going to be SST?",
    "tenant_faq_ans_16_1":"The cost of Speedsign fee is RM399. And yes there is an additional SST charge, 6% SST will be charged on the Speedsign fee.",
    "tenant_faq_ans_16_2":"Note: Besides the Speedsign fee, all of SPEEDHOME tenant services are free.",
    "tenant_faq_ques_17":"Who do I pay the rental to?",
    "tenant_faq_ans_17":"You pay the rental to SPEEDHOME every month. SPEEDHOME will send you an invoice every month to your email 7 days before the due date.",
    "tenant_faq_ques_new_1":"Can I pay directly to the landlord instead of through SPEEDHOME?",
    "tenant_faq_ans_new1_1":"SPEEDHOME will not be responsible for any payment transaction or dealt made directly to the landlord and <strong> NO compensation </strong> will be given.",
    "tenant_faq_ans_new1_2":"If the landlord had requested you to transfer funds directly to them without using SPEEDHOME payment gateway/account number, then please refrain from doing so and report them immediately to SPEEDHOME.",
    "tenant_faq_ques_18":"How do I pay the rental? / How does payment work? / How much do I have to pay before moving in?",
    "tenant_faq_ans_18_1":"For room rental and home rental, it’s the same. We’ll send you an invoice every month to your e-mail 7 days before the due date.",
    "tenant_faq_ans_18_2":"You can click on the payment link to pay via:",
    "tenant_faq_ans_18_3":"1. Credit/debit card",
    "tenant_faq_ans_18_4":"2. Online banking",
    "tenant_faq_ans_18_5":"3. ATM/CDM",
    "tenant_faq_ans_18_6":"P.s: If you have done a bank transfer or done cash deposit via any cash deposit machine, please send the payment receipt to finance@speedhome.com from the email that you have used to sign the tenancy agreement.",
    "tenant_faq_ques_new_2":"What do I do if a landlord asks for my account credentials to verify my payment?",
    "tenant_faq_ans_new_2_1":"Please <strong> DO NOT SHARE </strong> any of your account credentials directly to the landlord. In the case of verification or payment details you may firstly contact SPEEDHOME through WhatsApp and immediately report the landlord.",
    "tenant_faq_ques_new_3":"What shall I do when I accidentally transferred payment directly to the landlord and got scammed?",
    "tenant_faq_ans_new_3_1":"1. Lodge a police report immediately to a police station nearby.",
    "tenant_faq_ans_new_3_2":"2. Attach all payment proof, conversation in the police report.",
    "tenant_faq_ans_new_3_3":"3. Send these proofs, police report, and landlord contact details (name and contact number) to our email  <a href='mailto:hello@speedhome.com' target='_blank' rel='noopener noreferrer' > hello@speedhome.com</a>",
    "tenant_faq_ans_new_3_4":"4. Our team will acknowledge your email and lock the landlord’s account. ",
    "tenant_faq_ans_new_3_5":"5. For any investigation purposes, you may inform the officer or relevant investigation team to directly call us at 0187777650. ",
    "tenant_faq_ans_new_3_6":"P/S: SPEEDHOME will not be responsible for any payment transaction or dealt made directly to the landlord and <strong> NO compensation </strong> will be given.",
    "tenant_faq_ques_19":"How much do I have to pay for Zero Deposit?/Is there Zero Deposit for Room/Home Rental?",
    "tenant_faq_ans_19_1":"There is no fee for you to get Zero Deposit Rental scheme. You need to just pass our zero deposit eligibility check to qualify for the Zero Deposit Rental Scheme",
    "tenant_faq_ans_19_2":"Zero Deposit is applicable to rooms and homes with rental from RM500 to RM5,000.",
    "tenant_faq_ans_19_3":"Once you have decided to rent the place, you as a tenant will have to pay as below before moving in:",
    "tenant_faq_ans_19_4":"Home: First month’s rent + (RM399+6% SST) Speedsign fee",
    "tenant_faq_ans_19_5":"Note: Short term rental from 3 to 11 months comes with a surcharge. Refer to the table below to know more on the surcharge amount:",
    "tenant_faq_ans_19_6":"Note: No other charges for using SPEEDHOME’s services",
    "tenant_faq_ques_20":"Do I pay in the month itself or before moving in?",
    "tenant_faq_ans_20":"You have to make the full payment to collect the keys before moving in. If you need some time, you can book the property with a minimum of RM500 and pay the remaining amount later before moving in. The full amount includes the 1st month’s rent and Speedsign fee.",
    "tenant_faq_ques_21":"How does payment work for tenants with SPEEDHOME’s short-term rental?",
    "tenant_faq_ans_21":"Short term rental from 3 to 11 months comes with a surcharge. Refer to the table below to know more on the surcharge amount",
    "tenant_faq_ques_22":"How do I calculate my short-term rental fee?",
    "tenant_faq_ans_22_1":"Based on the table above, this is how you calculate your short-term rental.",
    "tenant_faq_ans_22_2":"Example: You plan to stay for 10 months",
    "tenant_faq_ans_22_3":"Rental price = RM1,000",
    "tenant_faq_ans_22_4":"Rental period category 9-11 months = 25% surcharge of the 1st month’s rent",
    "tenant_faq_ans_22_5":"Surcharge fee = 25% x RM1,000 = RM250",
    "tenant_faq_ans_22_6":"If you choose to pay the surcharge in a lump sum:",
    "tenant_faq_ans_22_7":"Your first month rental",
    "tenant_faq_ans_22_8":"= RM1,000 + RM250",
    "tenant_faq_ans_22_9":"= RM1,250",
    "tenant_faq_ans_22_10":"2nd - 10th month rental = RM1,000 per month",
    "tenant_faq_ans_22_11":"If you choose to divide the surcharge amount throughout your tenancy period:",
    "tenant_faq_ans_22_12":"st - 10th month rental",
    "tenant_faq_ans_22_13":"= RM1,000 + (RM250/10 months)",
    "tenant_faq_ans_22_14":"= RM1,000 + RM25",
    "tenant_faq_ans_22_15":"= RM1,025 per month",
    "tenant_faq_ques_23":"How much does it cost to renew my tenancy?",
    "tenant_faq_ans_23":"The tenancy renewal cost is fixed at a cost of RM199 + 6% SST as Speedsign fee. You as the tenant will have to pay to renew it.",
    "tenant_faq_ques_24":"Will you notify me if/when my credit card is rejected?",
    "tenant_faq_ans_24":"Yes, we will notify you within 24 hours. We will attempt to charge again within 3 days",
    "tenant_faq_ques_25":"How do I sign the tenancy agreement?",
    "tenant_faq_tenency_agreement":"Digital Tenancy Agreement/ Zero Deposit Eligibility Check",
    "tenant_faq_ans_25_1":"You can go to",
    "tenant_faq_ans_25_2":"here to sign your agreement. The landlord will first create the agreement and send the link to you for the signing of the agreement.",
    "tenant_faq_ans_25_3":"p.s: Before signing the agreement, you will have to pay a non-refundable booking fee of RM500 for house rental which will eventually be deducted from the remaining rental payment. (If you as a tenant fails the zero deposit eligibility check , then we will refund the booking fees to you)",
    "tenant_faq_ques_26":"With Zero Deposit, does that mean I can leave the property anytime?",
    "tenant_faq_ans_26":"No, you cannot leave the property anytime before the contract ends. If you want to leave before the contract ends, then as per the digital tenancy agreement  you will have to give 2 months’ notice or pay the two months’ rent before leaving. Also, you will have to pay for your utilities of the last month you stayed before leaving the property.",
    "tenant_faq_ques_27":"How much do I have to pay for the Speedsign fee?",
    "tenant_faq_ans_27":"It cost RM399 + 6% SST for all types of unit.",
    "tenant_faq_ques_28":"How much does tenancy renewal cost?",
    "tenant_faq_ans_28":"The tenancy renewal cost is fixed at a cost of RM199 + 6% SST as Speedsign fee if you renew within the stipulated time.",
    "tenant_faq_ques_29":"Is a digital tenancy agreement legal in Malaysia?",
    "tenant_faq_ans_29_1":"Yes, a digitally signed tenancy agreement is legal. The duty stamped copy will be admissible in court under Section 7 of Electronic Commerce Act 2006 and Section 62(2) of Digital Signature Act 1997.",
    "tenant_faq_ans_29_2":"Section 7 of Electronic Commerce Act 2006 basically states that an electronic message can be used to express any related communication when it comes to a contract formation.",
    "tenant_faq_ans_29_3":"As for Section 62(2) of Digital Signature Act 1997, a document signed with a digital signature is as legally binding as a document signed with a handwritten signature, an affixed thumbprint or any other mark.",
    "tenant_faq_ans_29_4":"If you have any further questions, feel free to email us at hello@speedhome.com or call/WhatsApp us at +60 18 7777 650",
    "tenant_faq_ques_30":"What are Experian checks?",
    "tenant_faq_ans_30_1":"Experian checks your loan and payment history for the past 12 months. Experian checks if you have sufficient credibility to pay the rent. This is done by checking your credit history for the past 24 months.",
    "tenant_faq_ans_30_2":"SPEEDHOME will perform these checks before you start renting our Zero-Deposit properties.",
    "tenant_faq_ques_31":"What does the zero deposit eligibility check entail? / What documents should I bring for zero deposit eligibility check?",
    "tenant_faq_ans_31_1":"The documents differ depending on your nationality. Please refer below:",
    "tenant_faq_ans_31_2":"If you are a Malaysian citizen, we’ll check the following:",
    "tenant_faq_ans_31_3":"1. Employment Offer Letter (if you are working) or University Offer Letter (if you are a student)",
    "tenant_faq_ans_31_4":"2. Past 3 months’ bank statements",
    "tenant_faq_ans_31_5":"3. RAMCI (Experian) score",
    "tenant_faq_ans_31_6":"If you are a foreigner, we’ll check:",
    "tenant_faq_ans_31_7":"1. Passport copy",
    "tenant_faq_ans_31_8":"2. Visa copy",
    "tenant_faq_ans_31_9":"3. Employment Offer Letter (if you are working) or University Offer Letter (if you are a student)",
    "tenant_faq_ans_31_10":"4. Past 3 months’ bank statements",
    "tenant_faq_ques_32":"How soon should I submit the documents for Zero Deposit Eligibility Check?",
    "tenant_faq_ans_32":"As soon as possible, you get a buffer period of 5 days after paying the booking fees to complete the zero deposit eligibility check by submitting all the requested documents. Failing that leads to forfeiting of RM500 of your paid booking fees.",
    "tenant_faq_ques_33":"What if I want to terminate my digital tenancy agreement early?",
    "tenant_faq_ans_33_1":"If you want to terminate the digital tenancy agreement early, you must:",
    "tenant_faq_ans_33_2":"1. Give your landlord 2 months’ notice before the termination date.",
    "tenant_faq_ans_33_3":"2. You must pay 50% of one month rent as penalty fee if early termination is done within the first half of the original term; OR",
    "tenant_faq_ans_33_4":"3. You must pay 25% of one month rent as penalty fee if early termination is done beyond the second half of the original term.",
    "tenant_faq_ans_33_5":"4. For example:",
    "tenant_faq_ans_33_5_a":"If you terminate early on the 1st to 6th month or first 50% of the tenancy period, you must pay 50% of one month rent as penalty fee; OR",
    "tenant_faq_ans_33_5_b":"If you terminate early on the 7th to 11th month or remaining 50% of the tenancy period, you must pay 25% of one month rent as penalty fee.",
    "tenant_faq_ans_33_6":"5. Arrange the handover of keys upon moving out.",
    "tenant_faq_ans_33_7":"6. Ensure that all outstanding utilities are paid.",
    "tenant_faq_ans_33_8":"7. Ensure that all damages done by you during your stay is fixed.",
    "tenant_faq_ques_34":"What happens when the digital tenancy agreement  ends? / What if I completed my tenancy?",
    "tenant_faq_ans_34_1":"You have two options:",
    "tenant_faq_ans_34_2":"1. Renew the digital tenancy agreement  for another period of 6 to 12 months.",
    "tenant_faq_ans_34_3":"2. Move out after the end of the agreement.",
    "tenant_faq_ans_34_4":"When you move out. you must:",
    "tenant_faq_ans_34_5":"1. Clear all utility bills",
    "tenant_faq_ans_34_6":"2. Arrange a handover of keys with your landlord",
    "footnote_text":"Please note that On-Time Rental and Overstay Cash Defender are products of SPEEDHOME and NOT Allianz Insurance.",
    "tenant_faq_referral_programme":"Referral Programme",
    "tenant_faq_referral_programme_text_1":"We’d love for you to share SPEEDHOME to your friends and, if you do so, we will reward you both if either",
    "tenant_faq_referral_programme_text_2":"A) Your landlord friend rents out their property on SPEEDHOME",
    "tenant_faq_referral_programme_text_3":"Or",
    "tenant_faq_referral_programme_text_4":"B) Your tenant friend rents a new home on SPEEDHOME.",
    "tenant_faq_referral_programme_text_5":"When you sign into SPEEDHOME and go onto <a href='https://speedhome.com/more/refer' target='_blank'>speedhome.com/more/refer</a> you will see your unique link. This is your link to share freely to whoever you want. When someone rents a property or rents out a property using this link, we know they came from you and will reward you accordingly.",
    "tenant_faq_referral_programme_text_6":"Upon successful property rental using your link, we will be in contact with you to enquire your bank details via email and then transfer your reward in <b>14 working days.</b> Your friend will receive a RM100 cash rebate on their Insurance fees or digital tenancy agreement signing fee (SPEEDSIGN fee), you will receive RM200 for every referral with no limits; each time you refer your friends once they complete the deal.",
    "tenant_faq_referral_programme_text_7":"Note that completion can take a 1+ months, so there will be a delay between sending the referral link and receiving the referral bonus. The following terms apply:",
    "tenant_faq_referral_programme_text_8":"User Sending the Invite - Referrer Disclosure",
    "tenant_faq_referral_programme_text_8_1":"The referral scheme only applies to new users of SPEEDHOME. You cannot refer someone that has already signed up to SPEEDHOME (previously Speedrent).",
    "tenant_faq_referral_programme_text_8_2":"The referral scheme only applies and valid to registered, individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”). ",
    "tenant_faq_referral_programme_text_8_3":"To qualify for the referral reward, referred friends must open a SPEEDHOME account using their designated referral link from your invitation and send a chat request or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "tenant_faq_referral_programme_text_8_4":"Your participation in the referral program is subject to the following terms and conditions;",
    "tenant_faq_referral_programme_text_8_4_1":"Your efforts in soliciting clients on behalf of SPEEDHOME will be unlimited to invitations made to any individuals by sending such individuals a referral invitation via SPEEDHOME digital platform, ",
    "tenant_faq_referral_programme_text_8_4_2":"You will get RM200 cash for every referral for unlimited times; each time you refer your friends once they complete the deal.",
    "tenant_faq_referral_programme_text_8_4_3":"Meanwhile, your referred friend will receive a RM100 cash rebate on their insurance fees or digital tenancy agreement signing fee (“SPEEDSIGN fee”) upon deal completion.",
    "tenant_faq_referral_programme_text_8_4_4":"Your referred landlord friends need to subscribe and purchase the Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "tenant_faq_referral_programme_text_8_4_5":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within <b>14 days</b> upon provision of respective individual bank details via email.",
    "tenant_faq_referral_programme_text_8_4_6":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details",
    "tenant_faq_referral_programme_text_8_4_7":"Your referred friends must be new users of SPEEDHOME in order to avoid referral reward forfeiture.",
    "tenant_faq_referral_programme_text_8_4_8":"Referees who renew the tenancy agreement in contrast to a new property rental being conducted are not entitled to get the referral bonus.",
    "tenant_faq_referral_programme_text_8_4_9":"You cannot refer to yourself or your personal SPEEDHOME account",
    "tenant_faq_referral_programme_text_8_4_10":"All verbal referrals made to any individuals without using your designated referral link from your invitation electronically are invalid.",
    "tenant_faq_referral_programme_text_8_4_11":"SPEEDHOME is not responsible for  incorrect entry or other failures on the part of your referee in using your referral link or complying with any other requirement for SPEEDHOME account holders.",
    "tenant_faq_referral_programme_text_8_5":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "tenant_faq_referral_programme_text_8_6":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.",
    "tenant_faq_referral_programme_text_8_7":"We reserve the right to:",
    "tenant_faq_referral_programme_text_8_7_1":"Change or terminate this offer at any time, without notice",
    "tenant_faq_referral_programme_text_8_7_2":"Limit the amount of bonus/reward you are eligible to receive ",
    "tenant_faq_referral_programme_text_8_7_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "tenant_faq_referral_programme_text_8_8":"By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein.",
    "tenant_faq_referral_programme_text_8_9":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform SPEEDHOME at <a href='mailto:hello@speedhome.com' target='_blank'>hello@speedhome.com</a>",
    "tenant_faq_referral_programme_text_8_10":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "tenant_faq_referral_programme_text_8_11":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "tenant_faq_referral_programme_text_9":"User Receiving the Invite - Referee Disclosure",
    "tenant_faq_referral_programme_text_9_1":"The referral reward is valid for new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and done deals in 2020 onwards.",
    "tenant_faq_referral_programme_text_9_2":"The referrer who sent you this invitation is a SPEEDHOME user/client and has done so through SPEEDHOME’s referral program.",
    "tenant_faq_referral_programme_text_9_3":"Your friend’s referral does not constitute an endorsement of SPEEDHOME or a statement of satisfaction with the services provided by SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_4":"If you qualify, SPEEDHOME will deposit RM100 of cash rebate into your personal bank account after you have completed a deal and transact successfully in SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_5":"If you are a landlord that uses SPEEDHOME through our referral program, you need to subscribe and purchase an Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "tenant_faq_referral_programme_text_9_6":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email.",
    "tenant_faq_referral_programme_text_9_7":"In order for you to qualify for the referral bonus, you must open a SPEEDHOME account using the designated referral link from your invitation, and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_8":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details.",
    "tenant_faq_referral_programme_text_9_9":"Referees who renew the tenancy agreement <b>in contrast to a new property rental being conducted</b> are not entitled to get the referral bonus.",
    "tenant_faq_referral_programme_text_9_10":"All verbal referrals made to any individuals without using the designated referral link from your invitation electronically are invalid.",
    "tenant_faq_referral_programme_text_9_11":"SPEEDHOME is not responsible for incorrect entry or other failures on your part to meet the requirements for qualifying for the referral bonus.",
    "tenant_faq_referral_programme_text_9_12":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "tenant_faq_referral_programme_text_9_13":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_14":"We reserve the right to:",
    "tenant_faq_referral_programme_text_9_14_1":"Change or terminate this offer at any time, without notice",
    "tenant_faq_referral_programme_text_9_14_2":"Limit the amount of bonus/reward you are eligible to receive",
    "tenant_faq_referral_programme_text_9_14_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "tenant_faq_referral_programme_text_9_15":" By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein.",
    "tenant_faq_referral_programme_text_9_16":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform  SPEEDHOME at <a href='mailto:hello@speedhome.com' target'_blank'>hello@speedhome.com</a>",
    "tenant_faq_referral_programme_text_9_17":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "tenant_faq_referral_programme_text_9_18":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "tenant_faq_referral_programme_qsn_1":"How many people can I invite with the link?",
    "tenant_faq_referral_programme_ans_1":"You can invite as many people as you want!",
    "tenant_faq_referral_programme_qsn_2":"How do I redeem my reward? / When will I get my reward?",
    "tenant_faq_referral_programme_ans_2":"You will be able to redeem your reward after your tenant or landlord friend has completed signing their digital tenancy agreement  and has transacted through SPEEDHOME, with an Allianz Insurance package being purchased by the landlord through the SPEEDHOME platform. We will then contact you to acquire your bank details and will transfer your reward within 14 working days.",
    "tenant_faq_referral_programme_qsn_3":"How long will it take to get the cash reward?",
    "tenant_faq_referral_programme_ans_3":"Upon successful referral deal using the correct referral link, we will contact you to acquire your bank details. SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email.It can take 1+ months for a unit to become successfully rented out.",
    "tenant_faq_referral_programme_qsn_4":"When does my referral expire?",
    "tenant_faq_referral_programme_ans_4":"This offer is only valid within 6 months after the done deal date. After that, your referral rewards will expire.",
    "tenant_faq_referral_programme_qsn_5":"Is there a limit to how many times I can get RM200?",
    "tenant_faq_referral_programme_ans_5":"No, this is unlimited and you get RM200 cash for every successful referral. Pretty exciting right?!",
    "tenant_faq_referral_programme_qsn_6":"What incentive will my friends receive?",
    "tenant_faq_referral_programme_ans_6":"Your friends will receive a cash rebate of RM100 reward when they have successfully rented with SPEEDHOME.",
    "tenant_faq_referral_programme_qsn_7":"What qualifies as a valid referral?",
    "tenant_faq_referral_programme_ans_7":"A referral qualifies as valid:",
    "tenant_faq_referral_programme_ans_7_1":"If the referrer refers to referee’s new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and the referee has done a deal in 2020 onwards.",
    "tenant_faq_referral_programme_ans_7_2":"Referred friends (referee) must open a SPEEDHOME account using their designated referral link from referrer’s invitation and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "tenant_faq_referral_programme_ans_7_3":"Referrer and referee must be different people with different bank account details ",
    "tenant_faq_referral_programme_ans_7_4":"Landlord who post property using their referrer’s invitation link must subscribe and buy the Allianz insurance package provided by SPEEDHOME",
    "tenant_faq_referral_programme_ans_7_5":"Referees who renew the tenancy agreement  are not entitled to get the referral bonus.",
    "tenant_faq_referral_programme_qsn_8":"Why am I not entitled to get my referral cash reward?",
    "tenant_faq_referral_programme_ans_8":"You’re not entitled to get the referral reward because of certain reasons. The following terms and conditions apply:",
    "tenant_faq_referral_programme_ans_8_1":"Your referee has not completed their deal yet with SPEEDHOME. ",
    "tenant_faq_referral_programme_ans_8_2":"You refer to yourself or your personal SPEEDHOME account",
    "tenant_faq_referral_programme_ans_8_3":"You have used the same bank account details with the referrer/referee. ",
    "tenant_faq_referral_programme_ans_8_4":"Your referral has expired after 6 months from the referral date",
    "tenant_faq_referral_programme_ans_8_5":"You verbally refer to any individuals without using your designated referral link from your invitation electronically.",
    "tenant_faq_referral_programme_ans_8_6":"Your referred friend is an existing SPEEDHOME user who renew their tenancy agreement",
    "tenant_faq_referral_programme_ans_8_7":"You post a listing or send a chat request on behalf of the referee and not using the referral link provided by the referrer",
    "tenant_faq_referral_programme_qsn_9":"What does a tenant need to be eligible to rent under Zero Deposit?",
    "tenant_faq_referral_programme_ans_9":"They are required to be screened through our Zero Deposit eligibility check, submitting their 3 month’s bank statement, employment/university offer letter and copy of IC/Passport/Visa.",
    "tenant_faq_referral_programme_qsn_10":"What does a landlord or tenant need to do for me to be eligible for referral reward?",
    "tenant_faq_referral_programme_ans_10_1":"For a landlord referee to be entitled to a referral reward they must rent out a property on our platform above RM500/month and purchase an Allianz Insurance package provided by SPEEDHOME.",
    "tenant_faq_referral_programme_ans_10_2":"For a tenant referee to be entitled to a referral reward they must rent a property using SPEEDHOME above RM500/month and sign our digital tenancy agreement, with their landlord purchasing an Allianz Insurance package provided by SPEEDHOME",
    "tenant_faq_referral_programme_qsn_11":"If my friend uses SPEEDHOME to find a property to rent or finds a tenant to rent out to but completes the deal outside the platform, am I eligible for reward?",
    "tenant_faq_referral_programme_ans_11":"No, only deals that take place through the SPEEDHOME platform will make you eligible for rewards. Any deals that take place outside of the platform will not result in you getting a reward and will result in your friend getting banned from SPEEDHOME.",
    "tenant_faq_booking_terms_conditions":"Booking Fee Terms & Condition",
    "tenant_faq_booking_terms_conditions_text_1":"The terms and conditions of this Booking Fee Agreement govern your use of the services provided by Speedrent Technology Sdn. Bhd. (Company No: 1176587-M) of A-G-23, Eve Suite, Jalan PJU 1a/41, Ara Damansara, 47301 Petaling Jaya, Selangor Darul Ehsan, Malaysia (“We” or “Our” or “Us” or “Speedrent” or “SPEEDHOME“), a Malaysian entity, either itself or through its subsidiaries or licensees, via various electronic platforms such as the SPEEDHOME mobile application or any other platforms designated by Us (“Application”).",
    "tenant_faq_booking_terms_conditions_text_2":"By using the Application, you are indicating that you have read and understand the terms and conditions herein. If you do not agree with the terms, please do not use this Application. For avoidance of doubt, this Agreement applies to all users of the Application listing a property or finding a property inclusive of homeowners, landlords, property agents and/or tenants.",
    "tenant_faq_booking_terms_conditions_text_3":"1. Booking Fee",
    "tenant_faq_booking_terms_conditions_text_3_1":"Booking Fee (or known as Earnest Deposit) is a form of upfront payment to secure your tenancy request for the dedicated property posted on the SPEEDHOME platform. Upon payment of the booking fee made and the tenant has passed checking, the landlord shall agree to reserve the property for 7 days and not to rent the property to other tenants.",
    "tenant_faq_booking_terms_conditions_text_4":"2. Refund",
    "tenant_faq_booking_terms_conditions_text_4_1":"The Booking fee shall only be refunded in any of the following conditions:",
    "tenant_faq_booking_terms_conditions_text_4_1_1":"The payer/tenant who did not pass the SPEEDHOME’s Zero Deposit eligibility check;",
    "tenant_faq_booking_terms_conditions_text_4_1_2":" When the Landlord cancels the deal or rented out the unit to other tenant;",
    "tenant_faq_booking_terms_conditions_text_4_1_3":"Landlord increased the mutually agreed rental rate or false advertisement after the payment of booking fee; or",
    "tenant_faq_booking_terms_conditions_text_4_1_4":"Landlords and tenants cancel the booking or deal within 24 hours after booking is made.",
    "tenant_faq_booking_terms_conditions_text_4_2":"Tenant shall agree that the refund of booking fee shall take up to 3-business days upon refund request emailed to finance@speedhome.com with your details such as bank name, bank account holder name, bank account number, email address, mobile number and refund amount.",
    "tenant_faq_booking_terms_conditions_text_5":"3. Utilisation of Booking Fee",
    "tenant_faq_booking_terms_conditions_text_5_1":"Upon signing of digital tenancy agreement, the booking fee shall be utilized towards the full payment of the rental invoice which is the first month rental and subscription of tenancy contracting service – <a href='http://speedmanage.com' target='_blank'>SPEEDMANAGE.</a>",
    "tenant_faq_booking_terms_conditions_text_6":"4. Forfeiture",
    "tenant_faq_booking_terms_conditions_text_6_1":"Booking fee shall be forfeited in any of the following conditions:",
    "tenant_faq_booking_terms_conditions_text_6_1_1":"Upon signing of digital tenancy agreement, tenant postponed the tenancy commencement date to a later date without mutual consent from the landlord;",
    "tenant_faq_booking_terms_conditions_text_6_1_2":"Tenant did not sign the digital tenancy agreement on or before the mutually agreed tenancy commencement date;",
    "tenant_faq_booking_terms_conditions_text_6_1_3":"Tenant did not pay the full payment required for vacant possession within the 7-days of the mutually agreed tenancy commencement date; or",
    "tenant_faq_booking_terms_conditions_text_6_1_4":" Tenant cancelled the deal <b>after</b> 24 hours the booking was paid to SPEEDHOME.",
    "tenant_faq_booking_terms_conditions_text_6_1_5":"Tenants are required to sign the digital tenancy agreement within three (3) days once the Landlord has sent it to the tenant via speedmanage.com. Failure to do so will result in the forfeiture of the booking fee.",
    "tenant_faq_booking_terms_conditions_text_6_1_6":"Once both parties have paid the full amount with the agreement signed by both Landlord and Tenant with the LHDN stamping completed, in the event of a cancellation, we will deduct the stamping fee cost from the total refund amount.",
    "tenant_faq_booking_terms_conditions_text_7":"The forfeited booking fee will be transferred in full to the landlord.",
    "tenant_faq_booking_terms_conditions_text_8":"Note: SPEEDHOME can update these terms and conditions at any time without prior notice. This article will be modified to show the updated Terms & Conditions.",
    "tenant_faq_booking_terms_conditions_text_9":"If you have any further questions, feel free to email us at <a href='mailto:hello@speedhome.com' target'_blank'>hello@speedhome.com</a> or call/WhatsApp us at  <a  href='tel:+60187777650'> +60 18 7777 650 </a>",
    "tenant_faq_booking_terms_conditions_text_10":"Last updated: 13th October 2020"
  }