{
    "text_testimonials_sallahuddin":"I had trouble keeping up payment from my previous tenants. Some months I have to make time to knock on their door for overdue payments. Now SPEEDHOME chases tenant for tardy payment and the monthly rent check is just a click away.",
    "text_testimonials_adrian":" My previous tenant caused me 5 figures worth of rental loss and property damage! Luckily, through using SPEEDHOME, I was able to recover through this by claiming this lost money back!",
    "text_testimonials_adele":"With Zero Deposit, I was able to rent my home without borrowing from my friends and family! I rented my new house, dealing direct with landlord. It was fast and easy without scams.",
    "text_testimonials_daniel":"SPEEDHOME's Zero Deposit helped me to save a lot of my deposit money. I moved in also within 7 days, moving in was a breeze, so quick and easy.Thanks SPEEDHOME for your great customer service also",
    "text_testimonials_jason":"I like how I only had to pay after I rented out my unit. I found a tenant very fast and had no issues. The insurance was worth the money. Thanks SPEEDHOME",
    "text_testimonials_landlord":"Landlord",
    "text_testimonials_tenant":"Tenant",
    "more_title":"More",
    "text_more":"More",
    "text_about_us":"About Us",
    "text_contact_us":"Contact Us",
    "text_media":"Media",
    "text_landlord_help":"Landlord Help",
    "text_tenant_help":"Tenant Help",
    "more_about_title_meta":"Find Out More on SPEEDHOME Review & SPEEDHOME Founder, Achievements",
    "more_about_description_meta":"Founder wanted to Advertise House to Rent, Contacted a List of Property Agents, Property Agents Near Me & Real Estate Agents Near Me. The Response Was Slow.",
    "about_us_headline":"About SPEEDHOME",
    "about_us_subtitle":"To make home rental as great as renting and living in a 6-star hotel.",
    "about_us_back_1":"Established in 2015, Speedrent Technology SDN BHD combines protection and technological innovation in the house rental and property market.",
    "about_us_back_2":"Partnered with Allianz General Insurance since 2017, we provide an accessible and secure home rental platform for landlords and tenants. With SPEEDHOME landlords can secure their property with Allianz General Insurance up to RM42,000 while tenants can rent with Zero Deposit.",
    "about_us_back_3":"In 2019, we started a new chapter - as SPEEDHOME!",
    "about_us_stand_for_title":"What we stand for",
    "about_us_stand_1_title":"No Discrimination",
    "about_us_stand_1":"Discrimination has no place on our platform and everyone deserves fair treatment, regardless of race, gender, or beliefs.",
    "about_us_stand_2_title":"A Secure Renting Experience",
    "about_us_stand_2":"Landlords deserve to rent their property with full peace of mind. Together with Allianz, landlords can secure their property up to RM42,000",
    "about_us_stand_3_title":"Affordable Renting",
    "about_us_stand_3":"Everyone deserves a comfortable place to stay no matter their financial circumstances. Our Zero Deposit rental takes away the barriers to renting your dream home. ",
    "about_us_btn_title":"Start your seamless end-to-end rental journey with SPEEDHOME",
    "about_us_btn_1":"Search for my zero deposit home",
    "about_us_btn_2":"Rent my home fast and stress-free now",
    "about_us_value_title":"Our Values",
    "about_us_value_1":"Equality",
    "about_us_value_1_1":"Prejudices, stereotyping, and discrimination have no place at SPEEDHOME. In fact, something that we all hold close to our hearts is that the judgment of a person must only be based on their actions and intentions alone.",
    "about_us_value_1_2":"It does not matter what a person’s race, gender or beliefs are, our team will treat them fairly and equally with the utmost respect. This goes far beyond the 9-5 too, we very much carry these beliefs outside the office.",
    "about_us_value_2":"Mindblown",
    "about_us_value_2_1":"Mediocre is not a word that would be associated with the efforts, passion or productivity exhibited by the SPEEDHOME family. We believe that the amalgamation of a positive mindset, environment, and working culture generates exceptional results, as do we.",
    "about_us_value_2_2":"We strive to produce nothing short of mind-blowing. From our initial conceptualized brainstorming ideas to our techie innovations and the services that we provide to our partners. If you engage with SPEEDHOME in any shape or form, expect to be Mindblown!",
    "about_us_value_3":"Fun with serious intent!",
    "about_us_value_3_1":"You know, everything can be colorful when you take pride in doing your work by having some fun! With such a large proportion of our time being spent at work, why not enjoy it right? Well, that’s what we do anyway!",
    "about_us_value_3_2":"We not only relish our tasks but we also take them very seriously, ensuring objectives are met, work performance is high and our stakeholders are happy. We enjoy a culture of growth, cooperation, and positivity...to put it simply we work hard and we play hard!",
    "about_us_value_4":"Do the right thing",
    "about_us_value_4_1":"Even if it’s not the easiest action to take, we truly believe that one must do the right thing in every situation. If something’s unjust or wrong, you can rely on us to raise our concerns and our decisions will not be based on negative emotions such as vengeance or resentment. We instead base our judgments on insight and understanding",
    "about_us_value_4_2":"If doing the right thing is more time consuming or more strenuous than an alternative, the benefit of doing it will always outweigh the time and effort taken to do it in the long run.",
    "about_us_hiring_title":"Hiring on SPEEDHOME",
    "about_us_hiring":"As an advocate for equality, SPEEDHOME believes that diversity is essential to build a world where everyone feels they belong. We trust that coexisting with differences starts from home and we’re taking actions to end discrimination and build a more inclusive company. No matter your race, beliefs, gender, or sexual orientation you will be treated equally at SPEEDHOME. So, jump on board!",
    "about_us_hiring_btn":"Come join our growing team",
    "about_us_achievement_title":"Our Achievements",
    "about_us_achievement_1":"Less than 72 hours!",
    "about_us_achievement_1_1":"From browsing for homes to viewing, and move-in.",
    "about_us_achievement_2":"12 hours 58 mins",
    "about_us_achievement_2_1":"It's the record time it takes to rent a property.",
    "about_us_achievement_3":"320k+ app downloads",
    "about_us_achievement_3_1":"With an average rating of 4.85 out of 5.",
    "about_us_achievement_4":"517k+ tenant inquiries",
    "about_us_achievement_4_1":"Over half a million chat requests sent.",
    "about_us_achievement_5":"89k+ property listings",
    "about_us_achievement_5_1":"A long list of Zero deposit homes to choose from.",
    "about_us_press_title":"Here’s what press has to say about us",
    "about_us_press_1":"SPEEDHOME is solving real problems. They are easing the economic burden on both landlords and tenants by providing zero deposit rental and protecting landlords with insurance coverage, also to solve the racism problem in the property market. They are doing great stuff",
    "about_us_press_2":"Under SPEEDHOME’s discrimination-free policy, individuals regardless of their color and background will be accorded fair treatment when looking for properties to rent as landlords will not be able to include tenants’ criteria when posting their property.",
    "contact_title":"Contact Us",
    "text_Keep_in_touch":"Keep in touch",
    "text_general":"General Enquiries:",
    "text_financeclaims":"Finance/Claims:",
    "text_partnership_cola":"Partnership/Collaboration:",
    "text_more_landlord_overview":"Overview",
    "text_more_landlord_overview_protect_property":"Find a quality tenant 5X faster than traditional rental platforms now",
    "text_more_landlord_overview_get_tenants":"Get free replacement tenant if tenant leaves",
    "text_more_landlord_overview_get_protected":"Get protected <span className='nowrap'>up to <strong>20X</strong></span> better",
    "text_more_landlord_overview_get_rental":"Get rental on-time, every time*",
    "text_more_landlord_overview_post_your_property_free":"Post your property for FREE now",
    "text_more_landlord_overview_sell_your_house":"Sell Your House",
    "text_more_landlord_overview_5_reasons":"Why 90,000+ landlords have used SPEED<span className='norm'>HOME</span>",
    "text_more_landlord_overview_receive_tenants_title":"Zero Deposit properties get rented 5X faster",
    "text_more_landlord_overview_receive_tenants_text":"Renting out your property with Zero Deposit opens it up to a larger pool of quality tenants. You will gain much greater interest from quality tenants, fast.",
    "text_more_landlord_overview_house_is_protected_title":"Your house is protected up to RM42,000",
    "text_more_landlord_overview_house_is_protected_text":"During your rental period, to provide full peace of mind, our Allianz Insurance will protect you up to RM42,000 against loss of rental, property damage and more. You have maximum protection while maximizing speed to lease out. Who says that you can’t have it both?",
    "text_more_landlord_overview_receive_rental_title":"You will receive rental on-time, every time",
    "text_more_landlord_overview_receive_rental_text":"Defaulting tenants cause so many issues right? With our on-time rental, regardless of whether your tenant pays you on the due date, you’ll receive the money on-time every time from us.",
    "text_more_landlord_overview_you_post_title":"You post and SPEED<span className='norm'>HOME</span> will take care of the rest",
    "text_more_landlord_overview_you_post_text":"Within minutes, you can post your property on our platform. Our homerunners team will meet the tenant and close the deal. So just post your property, sit back relax and we’ll do the rest.",
    "text_more_landlord_overview_save_money_title":"Tenants are good quality paymasters",
    "text_more_landlord_overview_save_money_text":"To ensure that you get good quality paymasters only, we run industry-leading Zero Deposit Eligibility checks on your potential tenant, using Experian. We reject up to 30% of tenants to reduce your risk.",
    "text_more_landlord_overview_zero_deposit":"Zero Deposit",
    "text_more_landlord_overview_properties_gets_rented":"properties gets rented out 5x faster",
    "text_more_landlord_overview_how_much":"How much will it cost when you rent with SPEED<span className='norm'>HOME</span>?",
    "text_more_landlord_overview_choose_plan":"You can list your property on SPEEDHOME for free. Our homerunners will also provide free property viewing to tenants. ",
    "text_more_landlord_overview_choose_plan2":"You only have to purchase our insurance plan after proceeding to rent out your property with SPEEDHOME.",
    "text_more_landlord_overview_basic":"Basic",
    "text_more_landlord_overview_extended":"Extended",
    "text_more_landlord_overview_rental_collection":"Rental collection",
    "text_more_landlord_overview_rental_guarantee":"On-time rental* guarantee",
    "text_more_landlord_overview_OCD":"Overstay cash defender*",
    "text_more_landlord_overview_eviction_support":"Eviction support",
    "text_more_landlord_overview_speedhome_manage":"SPEED<span className='norm'>HOME</span> manages the eviction process",
    "text_more_landlord_overview_tenant_screening":"Tenant screening",
    "text_more_landlord_overview_loss_of_rental":"Loss of rental",
    "text_more_landlord_overview_up_to_80":"up to 80% of<br /> 2 months rental",
    "text_more_landlord_overview_up_to_2_months":"up to<br /> 2 months rental",
    "text_more_landlord_overview_inconvenience_benefits":"Inconvenience benefits or minor damage",
    "text_more_landlord_overview_up_to":"Up to",
    "text_more_landlord_overview_accidental_damage":"Accidental damage or theft coverage",
    "text_more_landlord_overview_total_coverage":"Total coverage",
    "text_more_landlord_overview_cost":"COST",
    "text_more_landlord_overview_month":"month",
    "text_more_landlord_overview_months":"months",
    "text_more_landlord_overview_how_to_post":"How to rent out your house using SPEED<span className='norm'>HOME</span>?",
    "text_more_landlord_overview_follow_steps":"Follow our simple 5 steps process to rent your house in no time.",
    "text_more_landlord_overview_step":"STEP",
    "text_more_landlord_overview_step1_title":"Post your Property for Free",
    "text_more_landlord_overview_step1_text":"Post your property for free, we’ll collect your keys so our free homerunners can show the house to interested tenants.",
    "text_more_landlord_overview_step2_title":"Find your perfect tenant",
    "text_more_landlord_overview_step2_text":"You’ll begin receiving messages from tenants. Arrange for viewing with the tenants you like.",
    "text_more_landlord_overview_step3_title":"Find your perfect tenant",
    "text_more_landlord_overview_step3_text":"You’ll begin receiving messages from tenants. Arrange for viewing with the tenants you like.",
    "text_more_landlord_overview_step4_title":"Tenant background check & sign tenancy agreement online",
    "text_more_landlord_overview_step4_text":"Once your tenant clears a complete Zero Deposit eligibility check, you can proceed to sign your online tenancy agreement which will be stamped by LHDN.",
    "text_more_landlord_overview_step5_title":"Allianz Protection up to RM42,000 & get your Rent On-time",
    "text_more_landlord_overview_step5_text":"With our Allianz Insurance Protection, you are now 20X better protected. Enjoy a worry free rental experience along with Free Rental Collection.",
    "text_more_landlord_overview_i_want_to_post":"I want to post my property NOW!",
    "text_more_landlord_overview_remember_title":"REMEMBER!<br />You only pay when you successfully rent with SPEED<span className='norm'>HOME</span>",
    "text_more_landlord_overview_remember_text":"We will only charge you when your property is rented out. These charges are used to buy your Allianz Insurance Policy, which will be deducted from your 1st and 2nd month’s rental depending on which plan you select.",
    "text_more_landlord_overview_do_you_know":"What our landlords have to say",
    "text_more_landlord_overview_mind_behind_title":"SPEEDHOME’s story so far",
    "text_more_landlord_overview_mind_behind_text":"<p>Wong Whei Meng, CEO of SPEEDHOME, started the company in order to tackle challenges that landlords are facing when looking for a tenant.</p><p>Since 2015 and with support by IJM RE (a wholly-owned subsidiary of IJM Corp Bhd), 500Startups and Cradle, SPEEDHOME has helped over 90,000+ landlords list their platform and has gained 300,000+ app downloads. </p><p>SPEEDHOME’s Zero Deposit rental platform allows landlords to find quality tenants very fast and provides up to RM42,000 if anything does go wrong.</p><p></p>",
    "text_more_landlord_overview_post_now":"Post your property for FREE now",
    "text_more_landlord_overview_with_speedhome":"with <strong>SPEED</strong>HOME",
    "text_more_landlord_overview_thats_right":"That's right you can now sell your house on <strong>SPEED</strong>HOME with zero fees!",
    "text_more_landlord_overview_how_do_you_post":"How to sell a house with SPEED<span className='norm'>HOME</span>?",
    "text_more_landlord_overview_steps2_step1_title":"Post your Property for Free",
    "text_more_landlord_overview_steps2_step1_text":"Post the Property you want to sell on <strong>SPEED</strong>HOME via our website or our mobile app.",
    "text_more_landlord_overview_steps2_step2_title":"Chat with the Potential Buyers",
    "text_more_landlord_overview_steps2_step2_text":"Chat via our chat function on our website or our mobile app.",
    "text_more_landlord_overview_steps2_step3_title":"Meet and sell your property",
    "text_more_landlord_overview_steps2_step3_text":"Meet the buyer and close the deal. All you need to do is get a lawyer to formalise the deal.",
    "text_more_landlord_overview_post_your_property_free_on":"Post your property for FREE on SPEED<span className='norm'>HOME</span> to rent or sell now",
    "text_more_landlord_overview_post_my_prop":"Post My Property for FREE",
    "special_note_landlord_overview_otr":"*On-Time Rental (OTR) & Overstay Cash Defender (OCD) are products of SPEEDHOME, and 1.5 months’ rent cost includes insurance cost + SPEEDHOME fee.",
    "special_note_landlord_overview_ocd":"*This policy is applicable for any unit rental from RM500 to RM5000 only.",
    "my_referess":"My referees",
    "my_earnings":"My earnings",
    "no_referess":"No referees yet",
    "no_refer_text":"If the property is rented out, you will get RM200*. Also your referral friends will get a RM100 cash rebate.",
    "refer_introduce_text":"Introduce SPEEDHOME to your friends and get rewarded RM200*. Want to know how?",
    "refer_introduce_text1":"Share your unique link with your friends.",
    "refer_introduce_text2":"Your friends upload property for rent or put a chat request using your link.",
    "refer_introduce_text3":"If your friends make a deal, you get RM200* cash and your friends get a RM100 cash rebate.",
    "refer_share_link_head":"Refer by sharing your link",
    "refer_share_link_content":"Your link is worth a discount for your referral friends and money for you! Your friends will gain a RM100 cash rebate by registering through your link and done a deal while you will be rewarded RM200*.",
    "refer_share_link_copy":"COPY LINK",
    "refer_leader":"Find out Who Earned This Week",
    "refer_know_more":"Want to know more?",
    "refer_ask_ques":"Frequently Asked Questions",
    "refer_terms_condition":"Terms and Conditions",
    "rented_out_earning":"Property rented out",
    "rented_listed_earning":"Property listed",
    "rented_cr_earning":"Chat request received",
    "rented_reward_earning":"Reward earnings",
    "rented_withdraw_earning":"Withdraw",
    "rented_balance_earning":"Current balance",
    "referral_terms_condition":"Terms and Conditions",
    "referral_tc_1":"We’d love for you to share SPEEDHOME to your friends and, if you do so, we will reward you both if either.",
    "referral_tc_2":"A) Your landlord friend rents out their property on SPEEDHOME ",
    "referral_tc_3":"OR",
    "referral_tc_4":"B) Your tenant friend rents a new home on SPEEDHOME.",
    "referral_tc_5":"When you sign into SPEEDHOME and go onto ",
    "referral_tc_5_1":" you will see your unique link. This is your link to share freely to whoever you want. When someone rents a property or rents out a property using this link, we know they came from you and will reward you accordingly.",
    "referral_tc_6": "Upon successful property rental using your link, we will be in contact with you to enquire your bank details via email and then transfer your reward in <b>14 working days.</b> Your friend will receive a RM100 cash rebate on their Insurance fees or digital tenancy agreement signing fee (SPEEDSIGN fee), you will receive RM200 cash reward unlimited each time you refer your friends once they complete the deal.",
    "referral_tc_7":"Note that completion can take 1+ months, so there will be a delay between sending the referral link and receiving the referral bonus. The following terms apply:",
    "referral_tc_head":"User Sending the Invite - Referrer Disclosure:",
    "referral_tc_7_1":"The referral scheme only applies to new users of SPEEDHOME. You cannot refer someone that has already signed up to SPEEDHOME (previously Speedrent).",
    "referral_tc_7_2":"The referral scheme only applies and valid to registered, individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”).",
    "referral_tc_7_3":"To qualify for the referral reward, referred friends must open a SPEEDHOME account using their designated referral link from your invitation and send a chat request or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "referral_tc_7_4":"Your participation in the referral program is subject to the following terms and conditions;",
    "referral_tc_7_4_1":"Your efforts in soliciting clients on behalf of SPEEDHOME will be unlimited to invitations made to any individuals by sending such individuals a referral invitation via SPEEDHOME digital platform,",
    "referral_tc_7_4_2":"You will get RM200 cash unlimited each time you refer your friends once they complete the deal.",
    "referral_tc_7_4_3":"Meanwhile, your referred friend will receive a RM100 cash rebate on their insurance fees or digital tenancy agreement signing fee (“SPEEDSIGN fee”) upon deal completion.",
    "referral_tc_7_4_4":"Your referred landlord friends need to subscribe and purchase the Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "referral_tc_7_4_5":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within <b>14 days</b> upon provision of respective individual bank details via email.",
    "referral_tc_7_4_6":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details",
    "referral_tc_7_4_7":"Your referred friends must be new users of SPEEDHOME in order to avoid referral reward forfeiture.",
    "referral_tc_7_4_8":"Referees who renew the tenancy agreement in contrast to a new property rental being conducted are not entitled to get the referral bonus.",
    "referral_tc_7_4_9":"You cannot refer to yourself or your personal SPEEDHOME account",
    "referral_tc_7_4_10":"All verbal referrals made to any individuals without using your designated referral link from your invitation electronically are invalid.",
    "referral_tc_7_4_11":"SPEEDHOME is not responsible for  incorrect entry or other failures on the part of your referee in using your referral link or complying with any other requirement for SPEEDHOME account holders.",
    "referral_tc_7_5":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "referral_tc_7_6":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.",
    "referral_tc_7_7":"We reserve the right to:",
    "referral_tc_7_7_1":"Change or terminate this offer at any time, without notice",
    "referral_tc_7_7_2":"Limit the amount of bonus/reward you are eligible to receive ",
    "referral_tc_7_7_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "referral_tc_7_8":"By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein.",
    "referral_tc_7_9":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform  SPEEDHOME at <a href='mailto:hello@speedhome.com' target='_blank' > hello@speedhome.com</a>",
    "referral_tc_7_10":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "referral_tc_7_11":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "refferal_tc_7_12":"User Receiving the Invite - Referee Disclosure:",
    "refferal_tc_7_13":"The referral reward is valid for new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and done deals in 2020 onwards.",
    "refferral_tc_7_14":"The referrer who sent you this invitation is a SPEEDHOME user/client and has done so through SPEEDHOME’s referral program.",
    "refferral_tc_7_15":"Your friend’s referral does not constitute an endorsement of SPEEDHOME or a statement of satisfaction with the services provided by SPEEDHOME.",
    "refferral_tc_7_16":"If you qualify, SPEEDHOME will deposit RM100 of cash rebate into your personal bank account after you have completed a deal and transact successfully in SPEEDHOME.",
    "refferral_tc_7_17":"If you are a landlord that uses SPEEDHOME through our referral program, you need to subscribe and purchase an Allianz  insurance package provided by SPEEDHOME  in order to be qualified for the referral reward.",
    "refferral_tc_7_18":"For each qualified referral, SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within <b>14 days</b> upon provision of respective individual bank details via email.",
    "refferral_tc_7_19":"In order for you to qualify for the referral bonus, you must open a SPEEDHOME account using the designated referral link from your invitation, and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "refferral_tc_7_20":"To avoid forfeiture of the referral reward, you and your referred friends must be different people with different bank account details.",
    "refferral_tc_7_21":"Referees who renew the tenancy agreement in contrast to a new property rental being conducted are not entitled to get the referral bonus. ",
    "refferral_tc_7_22":"All verbal referrals made to any individuals without using the designated referral link from your invitation electronically are invalid.",
    "refferral_tc_7_23":"SPEEDHOME is not responsible for incorrect entry or other failures on your part to meet the requirements for qualifying for the referral bonus.",
    "refferral_tc_7_24":"This program/promotion is not valid with any other offers/discounts/promotions and is non-transferable.",
    "refferral_tc_7_25":"This program/promotion may not be combined with any other referrals program offered by SPEEDHOME.",
    "refferral_tc_7_26":"We reserve the right to:",
    "refferral_tc_7_26_1":"Change or terminate this offer at any time, without notice",
    "refferral_tc_7_26_2":"Limit the amount of bonus/reward you are eligible to receive",
    "refferral_tc_7_26_3":"Withhold payments of the referral reward in our sole discretion if we deem there has been a misuse of the referral programme, or that it was obtained under fraudulent circumstances, or that any terms of the tenancy agreement signing deal have been violated.",
    "refferral_tc_7_27":"By participating in SPEEDHOME Referral Program, you agree that your participation will conform to the terms and conditions specified herein. ",
    "refferral_tc_7_28":"If you are currently participating in the SPEEDHOME referral program and the preceding representations become inaccurate, you agree to immediately inform  SPEEDHOME at  <a href='mailto:hello@speedhome.com' target='_blank' > hello@speedhome.com</a>",
    "refferral_tc_7_28_1":" ",
    "refferral_tc_7_28_2":" ",
    "refferral_tc_7_28_3":" ",
    "refferral_tc_7_29":"Furthermore, you hereby agree that SPEEDHOME will have no liability for any cost, expenses or damages caused by your participation in the referral program and that you will indemnify and hold SPEEDHOME harmless against any claims, action, liability, loss, injury, or damage to you or any other person or entity due in whole or in part, directly or indirectly, by reason of your participation in the program/promotion.",
    "refferral_tc_7_30":"SPEEDHOME is not responsible for faulty referral links, any error, omission, interruption, defect or delay in transmission, order processing, or communication; technical or mechanical malfunctions, errors in these terms, in any human-processing error; failures of electronic equipment, computer hardware or software; damage to your equipment, computer hardware or software, or inaccurate information, whether caused by equipment, programming, human error, or otherwise.",
    "refferral_tc_7_31":" ",
    "refferral_tc_7_32":" ",
    "referral_tc_refer_button":"Refer Now",
    "referral_faq_1":"How many people can I invite with the link?",
    "referral_faq_ans_1":"You can invite as many people as you want!",
    "referral_faq_2":"How do I redeem my reward? / When will I get my reward?",
    "referral_faq_ans_2_1":"You will be able to redeem your reward after your tenant or landlord friend has completed signing their digital tenancy agreement  and has transacted through SPEEDHOME, with an Allianz Insurance package being purchased by the landlord through the SPEEDHOME platform. We will then contact you to acquire your bank details and will transfer your reward within 14 working days.",
    "referral_faq_3":"How long will it take to get the cash reward?",
    "referral_faq_ans_3":"Upon successful referral deal using the correct referral link, we will contact you to acquire your bank details. SPEEDHOME will deposit the money into the referrer’s and referee’s bank account within 14 days upon provision of respective individual bank details via email.It can take 1+ months for a unit to become successfully rented out.",
    "referral_faq_4":"When does my referral expire? ",
    "referral_faq_ans_4":"This offer is only valid within 6 months after the done deal date. After that, your referral rewards will expire.",
    "referral_faq_5":"Is there a limit to how many times I can get RM200?",

    "referral_faq_ans_5":"No. You can refer unlimitedly and get RM200 each time you have a successful referral. Pretty exciting right?!",
    "referral_faq_new2":"Updates to the Terms and Conditions",
    "referral_faq_new_ans_2_1":"SPEEDHOME can update these terms and conditions at any time without prior notice. This article will be modified to show the updated Terms & Conditions.",
    "referral_faq_6":"What incentive will my friends receive?",
    "referral_faq_ans_6": "Your friends will receive a cash rebate of RM100 reward when they have successfully rented or rented out with SPEEDHOME.",
    "referral_faq_new1":"What qualifies as a valid referral?",
    "referral_faq_new_ans1":"A referral qualifies as valid:",
    "referral_faq_new_ans2":"1. If the referrer refers to referee’s new individual accounts with Speedrent Technology Sdn Bhd (“SPEEDHOME”) and the referee has done a deal in 2020 onwards.",
    "referral_faq_new_ans3": "2. Referred friends (referee) must open a SPEEDHOME account by using their designated referral link from referrer’s invitation upon first registration (Example of referral link: https://speedhome.com/refer/601xxxxxxxx) and send chat requests or post property within 6 months of receiving the invitation, and complete the agreement deal and transact with SPEEDHOME.",
    "referral_faq_new_ans4":"3. Referrer and referee must be different people with different bank account details.",
    "referral_faq_new_ans5":"4. Landlord who post property using their referrer’s invitation link must subscribe and buy the Allianz insurance package provided by SPEEDHOME.",
    "referral_faq_new_ans6":"5. Referees who renew the tenancy agreement  are not entitled to get the referral bonus.",
    "referral_faq_7":"Why am I not entitled to get my referral cash reward?",
    "referral_faq_ans_7":"You’re not entitled to get the referral reward because of certain reasons. The following terms and conditions apply:",
    "referral_faq_ans_7_1":"Your referee has not completed their deal yet with SPEEDHOME.",
    "referral_faq_ans_7_2":"You refer to yourself or your personal SPEEDHOME account.",
    "referral_faq_ans_7_3":"You have used the same bank account details with the referrer/referee.",
    "referral_faq_ans_7_4":"Your referral has expired after 6 months from the referral date.",
    "referral_faq_ans_7_5":"You verbally refer to any individuals without using your designated referral link from your invitation electronically.",
    "referral_faq_ans_7_6":"Your referred friend is an existing SPEEDHOME user who renew their tenancy agreement",
    "referral_faq_ans_7_7":"You post a listing or send a chat request on behalf of the referee and not using the referral link provided by the referrer",
    "referral_faq_ans_7_8":"You shared the wrong link to your referee instead of your referral link that can be found under ‘Refer’ dashboard",
    "referral_faq_ans_7_9":"Your referee did not enter/paste your referral link upon first registering their account profile",
    "referral_faq_8":"What does a tenant need to be eligible to rent under Zero Deposit? ",
    "referral_faq_ans_8":"They are required to be screened through our Zero Deposit eligibility check, submitting their 3 month’s bank statement, employment/university offer letter and copy of IC/Passport/Visa.",
    "referral_faq_9":"What does a landlord or tenant need to do for me to be eligible for referral reward?",
    "referral_faq_ans_9":"For a landlord referee to be entitled to a referral reward they must rent out a property on our platform above RM500/month and purchase an Allianz Insurance package provided by SPEEDHOME.",
    "referral_faq_ans_9_1":"For a tenant referee to be entitled to a referral reward they must rent a property using SPEEDHOME above RM500/month and sign our digital tenancy agreement, with their landlord purchasing an Allianz Insurance package provided by SPEEDHOME",
    "referral_faq_10":"If my friend uses SPEEDHOME to find a property to rent or finds a tenant to rent out to but completes the deal outside the platform, am I eligible for reward?",
    "referral_faq_ans_10":"No, only deals that take place through the SPEEDHOME platform will make you eligible for rewards. Any deals that take place outside of the platform will not result in you getting a reward and will result in your friend getting banned from SPEEDHOME.",
    "referral_faq_11":"Updates to the Terms and Conditions",
    "referral_faq_ans_11":"SPEEDHOME can update these terms and conditions at any time without prior notice. This article will be modified to show the updated Terms & Conditions.",
    "referral_faq_learn_more":"To learn more on what tenants require by SPEEDHOME",
    "referral_faq_learn_more_1":" ",
    "referral_faq_refer_button":"Refer Now",
    "how_it_works_title":"How It Works",
    "text_step_1":"Step 1",
    "text_step_2":"Step 2",
    "text_step_3":"Step 3",
    "text_more_landlord_how_step1":"Post your home for FREE on SPEEDHOME website or app",
    "text_more_landlord_how_step2":"Chat with your tenant via in-app chat for quicker response.",
    "text_more_landlord_how_step3":"SPEEDHOME will do the viewing for you with our homerunners team.",
    "text_you_can_post_as_many_listings_as_you_like":"You can post as many listings as you like",
    "text_chat":"Chat",
    "text_chat_r2c2":"Accept chat requests and set viewing appointments.",
    "text_meet":"Meet",
    "text_viewing_yourself":"If you want to do the viewing yourself, please inform our team at hello@speedhome.com or contact us at +6018 7777 650.",
    "text_note2_added_security":"For added security and peace of mind, our homerunners will record the viewing and send you the video ",
    "text_note2_added_security1":"as per request.",
    "text_what_is_homerunners":"What is homerunners?",
    "text_homerunners_is_a_specially_crafted":"Homerunners is a specially crafted free viewing management service for landlords. Our homerunners will meet up with the tenant and close the deal for you.",
    "text_how_does_homerunners_work":"How does homerunners work?",
    "text_our_homerunners_process_is":"Our homerunners process is",
    "text_more_landlord_how_does1":"Homerunners collect your keys",
    "text_more_landlord_how_does2":"Your listing will be prioritised for instant viewing",
    "text_more_landlord_how_does3":"Homerunners show your house to all tenants, anytime",
    "text_more_landlord_how_tenant_screening":"Tenant Screening",
    "text_more_landlord_how_tenant_screening_description1":"We’ll screen your tenant with CTOS/RAMCI and",
    "text_more_landlord_how_tenant_screening_description2":"to make sure that they’re a good tenant for you.",
    "text_financial_repayment_records":"Financial repayment records",
    "text_employment_study_verification":"Employment/Study verification",
    "text_background":"Background",
    "text_more_landlord_how_tenant_payment":"Payment",
    "text_more_landlord_how_tenant_description":"We will remind your tenant 7 days before the rental is due via email. Once the rental has been paid, we will collect it and transfer it to you within 3 working days.",
    "text_tenant_pays_the_rent_to_SPEEDHOME":"Tenant pays the rent to SPEEDHOME",
    "text_SPEEDHOME_receives_the_payment":"SPEEDHOME receives the payment",
    "text_landlord_within_3_working_days":"SPEEDHOME transfer the rental to the landlord within 3 working days",
    "text_what_we_ll_check":"What we’ll check",
    "text_more_tenant_overview_title":"Why SPEEDHOME",
  "text_more_tenant_overview_save_your_deposit":"Save your deposit money. Rent a home with Zero Deposit now!",
  "text_more_tenant_overview_rent_with_zd":"You rent with <strong className='nowrap'>ZERO Deposit</strong>",
  "text_more_tenant_overview_rent_directly":"Your rent <strong>directly from Landlord</strong>",
  "text_more_tenant_overview_rent_hassle_free":"<span className='nowrap'>You rent <strong>hassle-free</strong></span> <strong>& safely</strong>",
  "text_more_tenant_overview_search_for_property":"Search For Property Now",
  "text_more_tenant_overview_buy_a_house":"Buy a House",
  "text_more_tenant_overview_5_reasons":"Why 60,000+ tenants have used SPEED<span className='norm'>HOME</span>",
  "text_more_tenant_overview_reason1_title":"No excessive upfront fees with Zero Deposit",
  "text_more_tenant_overview_reason1_text":"After you sign the digital tenancy agreement you can proceed to rent your home with Zero Deposit! No longer do you have to save for months just to pay for your deposit!",
  "text_more_tenant_overview_reason2_title":"You rent directly from Landlords",
  "text_more_tenant_overview_reason2_text":"We let you deal directly with the landlord without interference from agents. This gives you the freedom to negotiate the best deal for your next home.",
  "text_more_tenant_overview_reason3_title":"All properties on our platform are verified",
  "text_more_tenant_overview_reason3_text":"Finding a new home doesn’t have to be stressful. All of our listings are verified and you can chat directly with the owner.",
  "text_more_tenant_overview_reason4_title":"You rent discrimination free with SPEED<span className='norm'>HOME</span>",
  "text_more_tenant_overview_reason4_text":"Renting can at times be daunting with the discrimination existing in the rental market. But, with our strict zero discrimination policy, everyone is treated equally at <strong>SPEED</strong>HOME, regardless of gender,race orreligion.",
  "text_more_tenant_overview_reason5_title":"Full protection with unbiased  Digital Tenancy Agreement Signing",
  "text_more_tenant_overview_reason5_text":"After you and the owner want to proceed, we will provide you with a lawyer approved digital tenancy agreement signing, that will keep your tenant rights secure.",
  "text_more_tenant_overview_search_for_zd":"Search For Property Now",
  "text_more_tenant_overview_rental_cuts":"rental cuts your move-in cost by 4x",
  "text_more_tenant_overview_how_much":"How much do you have to pay to move-in?",
  "text_more_tenant_overview_you_will_need":"You will need to pay 1st month’s rental and RM399* for the Digital Tenancy Agreement Signing Fees to move-in. That’s it!",
  "text_more_tenant_overview_6_SST":"6% SST will be charged on the Digital Tenancy Agreement Signing Fees.",
  "text_more_tenant_overview_what_is_the_process":"How to rent a zero deposit home with SPEEDHOME",
  "text_more_tenant_overview_follow_5_steps":"Follow our simple 5 steps process and find a house for rent in no time.",
  "text_more_tenant_overview_step1_title":"Search for property & chat to the owner",
  "text_more_tenant_overview_step1_text":"Browse through our verified listings. Chat directly with the owner to arrange a viewing time.",
  "text_more_tenant_overview_step3_title":"Zero Deposit Eligibility check",
  "text_more_tenant_overview_step3_text":"Our team will collect some simple documents from you to run an eligibility check",
  "text_more_tenant_overview_step4_title":"Sign digital tenancy agreement",
  "text_more_tenant_overview_step4_text":"Pay booking fee and sign our unbiased digital tenancy agreement",
  "text_more_tenant_overview_step5_title":"Move into your new home",
  "text_more_tenant_overview_step5_text":"Pay your remaining fees and take your keys to move in. Simple",
  "text_more_tenant_overview_search_a_property_now":"Search for a property to rent NOW",
  "text_more_tenant_overview_do_you_know":"What our tenants have to say",
  "text_more_tenant_overview_search_here":"Search here NOW",
  "text_more_tenant_overview_with_speedhome":"with <strong>SPEED</strong>HOME",
  "text_more_tenant_overview_you_can_now_buy":"You can now buy a house with <strong>SPEEDHOME</strong> for FREE without any fees.",
  "text_more_tenant_overview_how_do_you_buy":"How to buy a home with SPEED<span className='norm'>HOME</span>?",
  "text_more_tenant_overview_steps_step1_title":"Search for a property",
  "text_more_tenant_overview_steps_step1_text":"Search for the houses which are at the buy section on our website or our mobile app.",
  "text_more_tenant_overview_steps_step2_title":"Chat with the seller",
  "text_more_tenant_overview_steps_step2_text":"Chat with the seller of the property, use the chat feature to reply.",
  "text_more_tenant_overview_steps_step3_title":"Meet and buy your property",
  "text_more_tenant_overview_steps_step3_text":"Meet the seller of the property. If you’re happy, then just get a lawyer to proceed with the paperwork. It’s that simple!",
  "text_more_tenant_overview_search_for_prop":" Search for a property to Rent or buy on SPEED<span className='norm'>HOME</span> now",
  "text_more_tenant_overview_step1":"STEP 1",
  "text_more_tenant_overview_step2":"STEP 2",
  "text_more_tenant_overview_step3":"STEP 3",
  "text_more_tenant_overview_step4":"STEP 4",
  "text_more_landlord_overview_go_to":"Go to",
  "key_areas_for_rent":"Key areas to rent from",
  "zero_deposit_payment_title":"Zero Deposit & Payment",
  "text_more_tenant_deposit_paragraph1":"Sit back and relax. Our Sales Consultant will guide you through the Zero Deposit process.",
  "text_more_tenant_deposit_paragraph2":"To check your credit score, click here.",
  "text_more_tenant_payment_paragraph1":"Before moving in, this is what you have to pay:",
  "text_more_tenant_payment_paragraph2":"1st month’s rent + SPEEDSIGN fee (RM399 + 6% SST)",
  "text_more_tenant_notes_paragraph1":"Zero Deposit is only applicable to property with rental ranging from RM500 to RM5,000 only",
  "text_more_tenant_notes_paragraph2":"Zero Deposit is only applicable to rooms with rental ranging from RM300 - RM1500.",
  "text_note":"Note",
  "text_payment":"Payment",
  "text_example":"Example",
  "text_apartment_b_has_a_rent_of_RM900":"Apartment B has a rent of RM900",
  "text_sst_of_tenancy_agree":"SST of SPEEDSIGN fee: 6% x RM399 = RM23.94",
  "text_more_tenant_example_paragraph":"Total cost: RM900 + (RM399 + RM23.94) = RM1322.94",
  "text_zero_deposit":"Zero Deposit"
  }