{
    "landlord_heading_text":"Soalan Lazim Tuan Rumah",
    "tenant_heading_text":"Soalan Lazim Penyewa",
    "landlord_faq_booking_q5_ans_9":"Pesanan: SPEEDHOME berhak mengemaskini terma dan syarat ini pada bila-bila masa tanpa pemberitahuan awal terlebih dahulu. Artikel ini akan diubah untuk menunjukkan Terma & Syarat yang telah dikemaskini.",
    "landlord_faq_booking_q5_ans_10":"Jika anda mempunyai sebarang pertanyaan lanjut, sila e-mel kami di ",
    "landlord_faq_booking_q5_ans_11":"atau telefon/WhatsApp kami di talian",
    "landlord_faq_booking_q5_ans_12":"Tarikh kemaskini: 13 Oktober 2020",
    "landlord_faq_intro_text_1":"Dengan SPEEDHOME, pemilik rumah sewa yang bijak seperti anda akan mendapat perlindungan 20x lebih baik dan  penyewa berkualiti 5x lebih pantas daripada platform sewaan lain.",
    "landlord_faq_intro_text_2":"Sertailah 90,000+ tuan rumah di seluruh Malaysia yang telah menggunakan SPEEDHOME",
    "landlord_faq_ques_1":"Rumah anda dilindungi sehingga RM42,000",
    "landlord_faq_ans_1":"Sepanjang tempoh penyewaan anda, untuk memberikan ketenangan fikiran, pihak  Insurans Allianz  akan melindungi anda sehingga RM42,000 daripada kehilangan sewa, kerosakan harta benda dan banyak lagi. Anda mempunyai perlindungan maksimum sambil memaksimumkan kelajuan untuk menyewakan unit kediaman anda. Siapa kata anda tidak boleh memiliki kedua-duanya.",
    "landlord_faq_ques_2":"Rumah sewa Zero Deposit dapat disewakan 5X lebih pantas",
    "landlord_faq_ans_2":"Unit sewaan dengan Zero Deposit akan membuka peluang yang lebih luas kepada kumpulan penyewa berkualiti.  Anda akan menarik minat ramai penyewa berkualiti dengan pantas.",
    "landlord_faq_ques_3":"Pembayar sewa yang berkualiti ",
    "landlord_faq_ans_3":"Untuk memastikan anda hanya mendapat pembayar sewa yang berkualiti, kami menjalankan pemeriksaan Kelayakan Zero Deposit  yang terkemuka di industri pada penyewa berpotensi anda, menggunakan Experian. Kami menolak sehingga 30% penyewa untuk mengurangkan risiko anda. Sila hantarkan e-mel kepada kami di hello@speedhome.com jika anda tidak menemui pertanyaan / jawapan yang anda cari.",
    "landlord_faq_basic":"Asas",
    "landlord_faq_ques_4":"Apa itu SPEEDHOME?",
    "landlord_faq_ans_4_1":"SPEEDHOME merupakan platform hartanah yang menghubungkan tuan rumah dengan penyewa untuk menyewa secara langsung tanpa pihak ketiga. SPEEDHOME melindungi tuan rumah sehingga 20x lebih baik berbanding kaedah deposit tradisional dan membantu mereka mencari penyewa 5x lebih pantas. Dengan menyediakan unit sewaan Zero Deposit, tuan rumah dapat menarik minat bakal penyewa berkualiti dengan lebih pantas.",
    "landlord_faq_ans_4_2":"Bagi memastikan anda hanya mendapat pembayar sewa yang berkualiti, kami menjalankan pemeriksaan Kelayakan Zero Deposit  yang terkemuka di industri pada penyewa berpotensi anda, menggunakan Experian. Kami menolak sehingga 30% penyewa untuk mengurangkan risiko anda.",
    "landlord_faq_ans_4_3":"Sepanjang tempoh penyewaan anda, untuk memberikan ketenangan fikiran, pihak Insurans Allianz  akan melindungi anda sehingga RM42,000 daripada kehilangan sewa, kerosakan harta benda dan banyak lagi. Anda mempunyai perlindungan maksimum sambil memaksimumkan kelajuan untuk menyewakan unit kediaman anda. Siapa kata anda tidak boleh memiliki kedua-duanya.",
    "landlord_faq_ans_4_4":"Nota 1: Insurans hanya tertakluk kepada pengguna SPEEDHOME yang berjaya membuat transaksi melalui platform SPEEDHOME sahaja dengan harga sewa antara RM500 hingga RM5,000. sahaja.",
    "landlord_faq_ans_4_5":"Nota 2: Tuan rumah boleh memilih untuk membayar caj premium insurans dan caj perkhidmatan SPEEDHOME* setelah berjaya menyewakan unit sewaan.",
    "landlord_faq_ans_4_6":"*Caj perkhidmatan SPEEDHOME hanya tertakluk kepada pakej Extended+ sahaja. Pecahan untuk pakej Extended + adalah seperti berikut:",
    "landlord_faq_ans_4_7":"Caj premium insurans - 1.25 bulan sewa (pakej Extended)",
    "landlord_faq_ans_4_8":"Caj perkhidmatan SPEEDHOME - 0.25 bulan sewa [On-Time Rental (OTR) dan Overstay Cash Defender (OCD)]",
    "landlord_faq_ques_5":"Bagaimanakah cara untuk saya iklankan rumah/bilik?",
    "landlord_faq_ans_5_1":"Anda boleh mengiklankan senarai unit sewaan anda secara PERCUMA di laman atau aplikasi mudah alih SPEEDHOME.",
    "landlord_faq_ans_5_2":"Laman Web: Klik butang “Iklan Rumah PERCUMA” di bahagian atas laman web kami. Kemudian isikan butiran maklumat yang diperlukan dan kami akan lakukan yang selebihnya.",
    "landlord_faq_ans_5_3":"Aplikasi Android atau iOS: Klik butang iklan di bahagian bawah aplikasi anda, kemudian teruskan untuk mengiklankan senarai sewaan anda.",
    "landlord_faq_ans_5_4":"Catatan: Muat turun SPEEDHOME dan pencarian serta penyiaran senarai harta rumah menggunakan SPEEDHOME adalah PERCUMA sekali.",
    "landlord_faq_ques_6":"Bagaimanakah cara untuk mengedit iklan rumah/bilik saya? / Di mana saya boleh mengedit iklan rumah/bilik saya?",
    "landlord_faq_ans_6_1":"<strong>Laman web: </strong>Log masuk dan klik ikon avatar di bahagian atas kanan. Kemudian, pilih “Senarai Saya”. Klik senarai iklan anda dan pilih “Edit”. ",
    "landlord_faq_ans_6_2":"<strong>Aplikasi Android atau iOS: </strong>Klik butang “Lagi” di bahagian bawah kanan aplikasi anda. Kemudian klik “Senarai Saya” dan pilih “Edit” untuk menukar iklan anda.",
    "landlord_faq_ques_7":"Adakah SPEEDHOME menawarkan sewaan jangka pendek? / Bolehkah penyewa menyewa dalam jangka masa pendek?",
    "landlord_faq_ans_7":"Sewaan jangka masa pendek adalah dibolehkan. Tempoh penyewaan di SPEEDHOME bermula dari tempoh minimum 3 bulan dan boleh dilanjutkan kepada maksimum 12 bulan.",
    "landlord_faq_ques_8":"Bagaimanakah SPEEDHOME melindungi saya? / Bagaimana saya mendapat jaminan?",
    "landlord_faq_ans_8_1":"SPEEDHOME menyediakan perlindungan 20x lebih baik kepada para tuan rumah melalui beberapa cara:",
    "landlord_faq_ans_8_2":"Bayaran sewa bulanan tepat pada masanya dengan On-Time Rental, tidak kiralah sama ada penyewa anda sudah membuat pembayaran sewa atau belum pada tarikh akhir bayaran sewa, anda akan tetap menerima wang sewa tepat pada waktunya setiap bulan dengan kami.",
    "landlord_faq_ans_8_3":"Kami memastikan anda tetap menerima sewa bulanan dengan perlindungan Overstay Cash Defender, walaupun penyewa tidak lagi membuat bayaran sewa ketika masih mendiami rumah anda. *Tertakluk terma dan syarat.",
    "landlord_faq_ans_8_4":"Kami sama tegasnya dengan pihak bank ketika menjalankan pemeriksaan kelayakan zero deposit ke atas penyewa. Kami menjalankan pemeriksaan kredit EXPERIAN bagi memastikan anda mendapat pembayar sewa yang berkualiti sahaja.",
    "landlord_faq_ans_8_5":"Kami faham perasaan anda apabila penyewa merosakkan harta benda di dalam rumah anda. Oleh itu, kami telah bekerjasama dengan Allianz  untuk melindungi hartanah anda sehingga RM42,000 dan boleh melindungi manfaat tidak keselesaan atau kerosakan kecil, kerugian bayaran sewa sehingga 2 bulan sewa, kecurian atau kerosakan yang tidak disengajakan dan lain-lain lagi.",
    "landlord_faq_ques_9":"Bagaimanakah cara untuk saya berkomunikasi dengan penyewa?",
    "landlord_faq_ans_9_1":"Penyewa akan menghantar permintaan, perbualan kepada anda. Penyewa yang berminat akan klik butang “Berbual dengan Tuan Rumah” pada senarai iklan anda. Setelah mereka mengisikan beberapa butiran yang diperlukan, kami akan menghubungkan anda berdua untuk proses janji temu tontonan rumah.",
    "landlord_faq_ans_9_2":"Laman Web: Setelah anda log masuk akaun anda, klik pada ikon berbual di bahagian kanan atas halaman tersebut. Anda akan dapat mengakses terus perbualan anda dengan penyewa.",
    "landlord_faq_ans_9_3":"Aplikasi: Kami akan maklumkan melalui WhatsApp dan notifikasi di aplikasi anda. Anda hanya perlu klik pada pautan  untuk mula berbual dengan penyewa.",
    "landlord_faq_ans_9_4":"Tip BONUS: Muat turun aplikasi kami di Google Play atau iTunes untuk mendapatkan kemaskini dan notifikasi permintaan perbualan dengan lebih mudah dan cepat.",
    "landlord_faq_ques_10":"Apa yang perlu saya lakukan ketika janji temu menunjuk rumah?",
    "landlord_faq_ans_10_1":"Pasukan homerunners kami akan menguruskannya bagi pihak anda. Pasukan homerunners kami akan mengutip kunci rumah/unit anda kemudian menunjukkan rumah kepada bakal penyewa secara percuma. Nota: Berdasarkan rekod kami, pasukan homerunners telah berjaya membantu pihak tuan rumah mencari penyewa ideal dalam masa kurang 24 jam! <a href='https://speedhome.com/blog/homerunners/' target='_bank'> Klik di sini </a>untuk kami mengutip kunci rumah anda sekarang.",
    "landlord_faq_ans_10_2":"Sekiranya anda ingin menunjukkan unit sewaan sendiri kepada penyewa anda, anda boleh berbuat demikian. Tetapi kami amat menggalakkan anda untuk menggunakan perkhidmatan homerunners kerana tuan rumah yang menggunakan perkhidmatan homerunners akan mendapat penyewa 2x lebih cepat dan tak perlu susah-susah!",
    "landlord_faq_ans_10_3":"Jika anda ingin menunjukkan unit kediaman anda sendiri, sila tetapkan masa dan tarikh janji temu anda melalui ruangan chat SPEEDHOME dan kami akan membantu anda dan bakal penyewa untuk memilih waktu yang terbaik untuk anda berdua berjumpa.",
    "landlord_faq_ans_10_4":"Jumpa dengan bakal penyewa anda dan tanya soalan-soalan relevan dan berundinglah mengenai unit sewaan anda untuk mengelakkan sebarang konflik dan salah faham.",
    "landlord_faq_ques_11":"Saya mempunyai penyewa yang berminat untuk menyewa. Apa yang saya perlu lakukan seterusnya? / Apa yang saya perlu buat selepas selesai janji temu menunjuk rumah?",
    "landlord_faq_ans_11_1":"Sila ikuti langkah-langkah berikut:",
    "landlord_faq_ans_11_2":"Langkah 1: Setelah kedua-dua pihak bersetuju untuk berurusan, sila kembali ke perbualan dalam SPEEDHOME dan maklumkan kepada pasukan SPEEDHOME untuk meneruskan.",
    "landlord_faq_ans_11_3":"Langkah 2: Penyewa anda akan melalui pemeriksaan kelayakan zero deposit terlebih dahulu selepas mereka membuat bayaran tempahan sebanyak RM500.",
    "landlord_faq_ans_11_4":"Langkah 3: Setelah penyewa anda melepasi pemeriksaan kelayakan, teruskan untuk membuat perjanjian sewaan digital, <a href='https://speedmanage.com/' target='_bank'> SPEEDMANAGE </a>",
    "landlord_faq_ans_11_5":"Langkah 4: Hantar pautan perjanjian tersebut kepada penyewa anda untuk dilengkapkan dengan maklumat terperinci dan ditandatangani secara dalam talian.",
    "landlord_faq_ans_11_6":"Langkah 5: Tunggu penyewa anda untuk membuat bayaran penuh sewa rumah terlebih dahulu",
    "landlord_faq_ans_11_7":"Langkah 6: Lengkapkan perjanjian tersebut dengan tandatangan anda sebagai tuan rumah. Setelah selesai, mulakan proses penyerahan kunci kepada penyewa. Untuk bantuan lebih lanjut, hubungi talian Sokongan Pelanggan kami melalui aplikasi atau hantarkan e-mel ke alamat",
    "landlord_faq_ques_12":"Bagaimana cara untuk memadam senarai iklan rumah/bilik saya?",
    "landlord_faq_ans_12_1":"Setelah log masuk, sila ikuti langkah berikut:",
    "landlor_faq_ans_12_app":"Aplikasi",
    "landlord_faq_ans_12_2":"1. Klik pada ikon “Profil” di bahagian kanan atas",
    "landlord_faq_ans_12_3":"2. Klik “Senarai Saya”",
    "landlord_faq_ans_12_4":"3. Klik “Arkib” pada iklan rumah yang anda ingin padam",
    "landlord_faq_ans_12_5":"Laman Web",
    "landlord_faq_ans_12_6":"1. Klik pada ikon “Profil”",
    "landlord_faq_ans_12_7":"2. Klik pada 3 garisan bertitik pada gambar senarai iklan anda",
    "landlord_faq_ans_12_8":"3. Klik “Arkib”",
    "landlord_faq_ques_13":"Apakah kelebihan yang saya dapat daripada SPEEDHOME?",
    "landlord_Faq_ans_13_1":"Berikut merupakan kelebihan yang anda peroleh daripada SPEEDHOME",
    "landlord_faq_ans_13_2":"1. Anda hanya menerima penyewa berkualiti sahaja Kami sama tegasnya dengan pihak bank ketika menjalankan pemeriksaan kredit EXPERIAN bagi memastikan anda mendapat pembayar sewa yang berkualiti sahaja.",
    "landlord_faq_ans_13_3":"2. Perlindungan Sewa sehingga RM42,000 Rumah anda dilindungi dengan Allianz sehingga RM42,000 daripada kerosakan harta benda, kecurian, bil-bil tertunggak dan lain-lain.",
    "landlord_faq_ans_13_4":"3. Terima wang sewa bulanan tepat pada waktunya Tidak kiralah sama ada penyewa anda sudah membuat pembayaran sewa atau belum pada tarikh akhir bayaran sewa, anda akan tetap menerima wang sewa tepat pada waktunya setiap bulan dengan kami.",
    "landlord_faq_ans_13_5":"4. Anda tidak perlu lagi risau dengan penyewa yang mendiami rumah anda melebihi tempoh kontrak. Dengan perlindungan Overstay Cash Defender*, kami memastikan anda masih menerima sewa bulanan walaupun penyewa telah berhenti membayar sewa semasa masih mendiami rumah tersebut. Tertakluk kepada terma dan syarat.",
    "landlord_faq_ans_13_6":"5. Anda iklankan, SPEEDHOME uruskan selebihnya. Pasukan homerunners kami akan berjumpa dengan penyewa anda dan mendapatkan penyewa bagi pihak anda. Jadi iklankan senarai rumah sewa anda dengan kami dan rileks sahaja kerana kami akan uruskan semuanya untuk anda.",
    "landlord_faq_ans_13_7":"6. Bantuan dan sokongan pengusiran penyewa Jika penyewa anda tidak memberi respons terhadap anda mengenai bayaran atau hal-hal lain, pasukan Operasi kami akan membantu anda dengan menjalankan proses pengusiran.",
    "landlord_faq_zeroDeposit":"Zero Deposit",
    "landlord_faq_zeroDeposit_meaning":"Apakah maksud Zero Deposit?",
    "landlord_faq_zeroDeposit_meaning_answer":"Ini bermaksud bahawa penyewa tidak perlu membayar deposit tradisional 2+1 atau sebarang deposit sebelum berpindah masuk ke unit sewa. Semua unit yang didaftarkan di bawah SPEEDHOME mematuhi polisi Zero Deposit kami. Ini bermaksud bahawa penyewa hanya perlu membayar kos sewa bulan pertama + bayaran SPEEDSIGN + 6% SST.",
    "landlord_faq_zeroDeposit_howWorks":"Bagaimanakah Zero Deposit berfungsi?",
    "landlord_faq_zeroDeposit_howWorks_answer":"Penyewa perlu melalui Pemeriksaan Kelayakan Zero Deposit terlebih dahulu sebelum menandatangani perjanjian sewaan digital. Ini bagi memastikan bahawa penyewa mempunyai kedudukan kewangan yang kukuh dan stabil dan dapat membayar sewa bulanan mereka serta mereka tidak mempunyai pengalaman kredit yang teruk sebelum ini. Tuan rumah hanya perlu membayar setelah berjaya menyewakan unit sewaan mereka dengan SPEEDHOME. Dengan berbuat demikian, mereka akan mendapat perlindungan sehingga RM42k, bergantung kepada pakej insurans yang dipilih.",
    "landlord_faq_zeroDeposit_landlordBenifits":"Apakah kelebihan untuk tuan rumah?",
    "landlord_faq_zeroDeposit_landlordBenifits_answer":"Dengan kerjasama oleh Insurans Allianz, harta benda tuan rumah dilindungi sehingga RM42,000 daripada kehilangan sewa bulanan, kerosakan harta benda dan banyak lagi ketika dalam tempoh sewaan. Skim Zero Deposit juga membolehkan pasaran sewa dibuka luas untuk lebih ramai lagi kumpulan penyewa yang berkualiti dan unit sewaan dapat disewakan dengan 5x lebih pantas.",
    "landlord_faq_zeroDeposit_cost":"Berapakah kos perkhidmatan Zero Deposit?",
    "landlord_faq_zeroDeposit_cost_answer":"Skim Zero Deposit tidak dikenakan sebarang kos. Tuan rumah boleh memilih untuk membayar caj premium insurans dan caj perkhidmatan SPEEDHOME* setelah berjaya menyewakan unit sewaan. Manakala penyewa perlu membayar sewa bulan pertama dan bayaran Speedsign (RM399 + 6% SST) semasa berurusan.",
    "landlord_faq_zeroDeposit_cost_answer_1":"*Caj perkhidmatan SPEEDHOME hanya tertakluk kepada pakej Extended+ sahaja. Pecahan untuk pakej Extended + adalah seperti berikut:",
    "landlord_faq_zeroDeposit_cost_answer_2":"Caj premium insurans - 1.25 bulan sewa (pakej Extended)",
    "landlord_faq_zeroDeposit_cost_answer_3":"Caj perkhidmatan SPEEDHOME - 0.25 bulan sewa [On-Time Rental (OTR) dan Overstay Cash Defender (OCD)]",
    "landlord_faq_zeroDeposit_trust":"Bagaimana saya tahu bahawa SPEEDHOME boleh dipercayai?",
    "landlord_faq_zeroDeposit_trust_answer":"Dengan lebih 1,186 urus janji yang berjaya hanya dalam masa setengah tahun ini sahaja, kami boleh menjamin bahawa ramai pemilik rumah dan penyewa berpuas hati dengan perkhidmatan dan polisi Zero Deposit kami kerana ianya memberikan jalan penyelesaian yang menang-menang kepada kedua-dua pihak. Semenjak kerjasama kami dengan Insurans Am Allianz pada tahun 2017, SPEEDHOME telah menyediakan platform sewaan kediaman yang mudah diakses dan selamat untuk tuan rumah dan penyewa. Kami juga telah membayar RM800k jumlah tuntutan insurans kepada pihak tuan rumah sejak Februari 2020 dan kadar tuntutan masih lagi 100% sehingga kini. Dengarkan sendiri apa yang pengguna SPEEDHOME katakan mengenai perkhidmatan kami dalam video di bawah.",
    "landlord_faq_zeroDeposit_trust_answer_2":"Attach landlord review video :",
    "landlord_faq_zeroDeposit_trust_answer_3":"Untuk laporan ketelusan kami selanjutnya, sila klik",
    "landlord_faq_zeroDeposit_trust_answer_4":"di sini.",
    "landlord_faq_insurance":"Insurans dan Tuntutan",
    "landlord_faq_ques_14":"Bagaimanakah Allianz melindungi saya? / Apa perlu saya lakukan jika terdapat kerosakan dan kerugian barang-barang serta perabot?",
    "landlord_faq_ans_14_1":"Kami bekerjasama dengan Insurans Am Allianz untuk melindungi harta kediaman anda sehingga 20x  ganda lebih baik berbanding kaedah deposit tradisional. Dapatkan perlindungan Allianz sehingga RM42,000 apabila anda membuat transaksi sewa menggunakan SPEEDHOME.",
    "landlord_faq_ans_14_2":"1. Manfaat kerugian bayaran sewa sehingga 2 bulan sewa: Jika penyewa anda gagal menyewa dengan baik atau lari daripada premis anda: sehingga 2 bulan  jumlah sewa",
    "landlord_faq_ans_14_3":"2. Manfaat tidak keselesaan atau kerosakan kecil: sehingga RM2,000.",
    "landlord_faq_ans_14_4":"3. Manfaat kecurian atau kerosakan yang tidak disengajakan: sehingga RM30,000",
    "landlord_faq_ans_14_5":"4. Surat tuntutan: sehingga 2 surat tuntutan",
    "landlord_faq_ans_14_6":"Terdapat 3 jenis pelan insurans bagi sewaan kediaman /rumah. Dan berikut merupakan perkara yang dilindungi:",
    "landlord_faq_ans_14_7":"*Sila ambil perhatian bahawa:",
    "landlord_faq_ans_14_8":"1. Tuan rumah boleh memilih untuk membayar caj premium insurans dan caj perkhidmatan SPEEDHOME* setelah berjaya menyewakan unit sewaan.",
    "landlord_faq_ans_14_9":"2. Kos insurans bagi pelan Extended dan Extended+ akan dibahagikan kepada 2 bulan pertama sewa.",
    "landlord_faq_ans_14_10":"3. On-Time Rental* merupakan sebuah perkhidmatan yang  membenarkan anda untuk mendapatkan bayaran sewa tepat pada waktunya sepanjang tempoh sewa.",
    "landlord_faq_ans_14_11":"4. Overstay Cash Defender* merupakan sebuah perkhidmatan yang memastikan anda untuk tetap menerima sewa bulanan walaupun penyewa anda telah berhenti membayar sewa bulanan semasa masih mendiami kediaman tersebut.",
    "landlord_faq_ans_14_12":"*Caj perkhidmatan SPEEDHOME hanya tertakluk kepada pakej Extended+ sahaja. Pecahan untuk pakej Extended + adalah seperti berikut:",
    "landlord_faq_ans_14_12_1":"Caj premium insurans - 1.25 bulan sewa (pakej Extended)",
    "landlord_faq_ans_14_12_2":"Caj perkhidmatan SPEEDHOME - 0.25 bulan sewa [On-Time Rental (OTR) dan Overstay Cash Defender (OCD)]",
    "landlord_faq_ans_14_13":"Anda juga akan mendapat salinan digital polisi insurans dalam masa 30 hari bekerja selepas permulaan tarikh perjanjian melalui e-mel.",
    "landlord_faq_ans_14_14":"Perlindungan insurans hanya tertakluk kepada tuan rumah yang berjaya membuat transaksi dengan SPEEDHOME sahaja dengan harga sewa antara RM500 sehingga RM5,000 ",
    "landlord_faq_ans_14_15":"Pelan insurans hanya tertakluk kepada tempoh sewa selama 12 bulan dan ke bawah sahaja.",
    "landlord_faq_ans_14_16":"Harap maklum bahawa Bayaran Sewa Tepat Waktu (On-Time Rental) dan Overstay Cash Defender adalah produk SPEEDHOME dan BUKAN Insurans Allianz.",
    "landlord_faq_ques_15":"Bilakah saya akan mendapat salinan polisi Insurans Allianz?",
    "landlord_faq_ans_15":"Anda akan menerima salinan digital bagi insurans polisi anda, dalam tempoh 30 hari bekerja selepas tarikh permulaan penyewaan bermula melalui e-mel.",
    "landlord_faq_ques_16":"Siapakah yang perlu membayar Insurans Allianz?",
    "landlord_faq_ans_new":"BAGI SEWAAN KEDIAMAN TEMPOH PENDEK (3-11 BULAN):",
    "landlord_faq_ans_16_1":"Anda sebagai tuan rumah perlu membayar kos insurans tersebut. Sila rujuk jadual di bawah bagi kos insurans yang perlu dibayar.",
    "landlord_faq_ans_16_2":"Perlindungan insurans akan disediakan untuk tuan rumah yang telah melengkapkan transaksi dengan SPEEDHOME (harga sewa antara RM500 – RM5,000)",
    "landlord_faq_ans_16_3":"Pelan insurans hanya tertakluk untuk tempoh sewa sehingga maksimum 12 bulan sahaja",
    "landlord_faq_ques_17":"Berapa lamakah masa tuntutan diambil?",
    "landlord_faq_ans_17_1":"Tuntutan yang dibuat oleh tuan rumah kami adalah 100% diluluskan oleh Insurans Am Allianz bagi memberikan ketenangan minda. Berikut merupakan tempoh masa tuntutan yang diperuntukkan.",
    "landlord_faq_ans_17_2":"Sila ambil perhatian bahawa anda hanya mempunyai masa 2 minggu sahaja untuk membuat permohonan tuntutan di atas selepas tarikh perjanjian sewa berakhir. Selepas tempoh 2 minggu, permohonan anda tidak akan dilayan. Sebarang kerugian atau kerosakan akibat apa-apapun  tidak akan dilindungi insurans kecuali yang disebabkan oleh penyewa sahaja. <a href='https://speedhome.com/blog/claims-transparency-with-speedhome/?utm_campaign=landlordfaq&utm_medium=blog&utm_source=wordpress' target='_blank'>  Lihat info lanjut di sini</a>.",
    "landlord_faq_ques_18":"Bagaimanakah proses tuntutan dilakukan?",
    "landlord_faq_ans_18_1":"Proses tuntutan dengan SPEEDHOME adalah mudah dilakukan. Anda hanya perlu menyediakan dokumen relevan seperti berikut:",
    "landlord_faq_ans_18_2":"Adalah langkah yang baik jika anda mempunyai banyak gambar daripada pelbagai sudut yang menunjukkan kerosakan barang-barang dalam rumah supaya pihak Allianz dapat menganalisa tuntutan anda berdasarkan gambar yang diberi. Semua dokumen untuk membuat tuntutan perlulah dihantar ke <a href='mailto:finance@speedhome.com' target='_blank' rel='noopener noreferrer' > finance@speedhome.com </a>. Atau hubungi kami di talian +6018 7777 650 untuk bantuan lanjut mengenai proses tuntutan insurans.",
    "landlord_faq_ans_18_3":"Untuk memahami proses tuntutan sepenuhnya dan terma dan syarat  insurans, sila rujuk halaman penyerahan tuntutan di claims.speedhome.com",
    "landlord_faq_ques_19":"Bolehkah saya menggunakan insurans untuk sewaan bilik juga?",
    "landlord_faq_ans_19":"Boleh, sekiranya harga sewaan bilik anda melebihi RM500.",
    "landlord_faq_note1":"Nota 1: ",
    "landlord_faq_note2":"Nota 2: ",
    "landlord_faq_note3":"Nota 3: ",
    "landlord_faq_roomRental":"Sewaan Bilik",
    "landlord_faq_roomRental_collectDeposit":"Bolehkah saya meminta deposit untuk sewaan bilik?",
    "landlord_faq_roomRental_collectDeposit_answer":"TIDAK BOLEH. Mana-mana unit yang disenaraikan di platform SPEEDHOME perlu mematuhi polisi Zero Deposit. Kegagalan untuk berbuat demikian akan menyebabkan akaun anda dibatalkan. Sila ambil perhatian bahawa Insurans Allianz juga boleh digunakan untuk sewaan bilik yang berharga RM500 dan ke atas. ",
    "landlord_faq_roomRental_collectDepositUnder500":"Bolehkah saya meminta deposit untuk sewaan bilik di bawah RM500?",
    "landlord_faq_roomRental_collectDepositUnder500_answer":"Tidak boleh. Anda tidak dibenarkan untuk mengumpul sebarang wang deposit untuk sebarang unit sewaan dengan sebarang harga sewaan di dalam platform SPEEDHOME.",
    "landlord_faq_roomRental_collectDepositProtected":"Bagaimanakah unit bilik sewaan saya dengan harga sewa RM500 dilindungi sekiranya tiada deposit dikenakan?",
    "landlord_faq_roomRental_collectDepositProtected_answer":"Anda boleh memilih untuk membeli Insurans Allianz  bernilai RM500. Contohnya, jika harga unit sewa anda adalah RM300, anda perlu menambah RM200 lagi untuk pembelian insurans. Oleh hal yang demikian, unit bilik sewaan  anda dilindungi sehingga 12 bulan oleh insurans yang bernilai RM300.",
    "landlord_faq_payment":"Bayaran",
    "landlord_faq_ques_new_1":"Adakah perkhidmatan SPEEDHOME percuma? / Berapakah bayaran yang dikenakan untuk menggunakan servis di SPEEDHOME?",
    "landlord_faq_ans_new_1_1":"Semua perkhidmatan di platform kami (kutipan sewa bulanan rumah, perkhidmatan tontonan rumah, caj tandatangan perjanjian sewaan digital) adalah percuma untuk tuan rumah dan anda tidak perlu membayar apa-apa caj untuk mengiklankan senarai rumah sewa anda di SPEEDHOME. ",
    "landlord_faq_ans_new_1_2":"Platform ini adalah terbuka untuk semua pemilik rumah untuk mengiklankan hartanah mereka di dalam laman web atau aplikasi mudah alih kami secara PERCUMA.",
    "landlord_faq_ans_new_1_3":"Kami hanya mengenakan caj insurans dan bayaran  perkhidmatan SPEEDHOME* sahaja. Insurans akan melindungi rumah anda daripada kehilangan sewa dan kerosakan harta benda sehingga RM42,000.",
    "landlord_faq_ans_new_1_4":"*Caj perkhidmatan SPEEDHOME hanya tertakluk kepada pakej Extended+ sahaja. Pecahan untuk pakej Extended + adalah seperti berikut:",
    "landlord_faq_ans_new_1_5":"Caj premium insurans - 1.25 bulan sewa (pakej Extended)",
    "landlord_faq_ans_new_1_6":"Caj perkhidmatan SPEEDHOME - 0.25 bulan sewa [On-Time Rental (OTR) dan Overstay Cash Defender (OCD)]",
    "landlord_faq_ques_20":"Bagaimana cara saya menerima pendapatan sewa saya setiap bulan?",
    "landlord_faq_ans_20":"Sila rujuk jadual di bawah bagi caj insurans yang dikenakan dan tempoh sewaan.",
    "landlord_faq_ques_21":"Berapakah kos pembaharuan caj tandatangan perjanjian sewaan digital?",
    "landlord_faq_ans_21":"Kos pembaharuan caj tandatangan perjanjian sewaan digital ditetapkan pada kos RM199 + 6% SST sebagai bayaran SPEEDSIGN dan akan dibayar oleh penyewa. Tuan rumah pula perlu memperbaharui kos insurans sahaja. (lihat soalan dibawah)",
    "landlord_faq_ques_22":"Berapakah kos untuk memperbaharui perlindungan Insurans Allianz saya?",
    "landlord_faq_ans_22_1":"Untuk memperbaharui perlindungan insurans anda sebagai tuan rumah, anda mempunyai pilihan untuk memilih sama ada pakej insurans Basic, Extended atau Extended + seperti biasa. Sekiranya penyewa anda mempunyai sejarah menyewa yang bagus, anda boleh memilih perlindungan sewa yang lebih rendah",
    "landlord_faq_ans_22_2":"Contoh: Jika sewa bulanan anda ialah RM3,500, anda boleh memilih pelan “Basic” sebanyak RM2,000 bagi melindungi unit kediaman anda. Kos insurans anda akan menjadi RM2,130 (2,000 + 6% SST + RM10) dan unit anda akan dilindungi sehingga 80% daripada RM2,000 sewa (berbanding 80% daripada RM3,500)",
    "landlord_faq_ques_23":"Berapa lamakah tempoh sewaan/ perjanjian sewaan digital SPEEDHOME?",
    "landlord_faq_ans_23":"Tempoh penyewaan di SPEEDHOME bermula dari tempoh minimum 3 bulan dan boleh dilanjutkan kepada maksimum 12 bulan.",
    "landlord_faq_ques_24":"Bagaimana cara saya menerima pendapatan sewa saya setiap bulan?",
    "landlord_faq_ans_24_1":"Penyewa anda akan membayar sewa bulanan kepada SPEEDHOME dahulu. Kemudian, kami akan memindahkan jumlah sewa tersebut kepada anda dalam tempoh 3 hari bekerja. Jika anda mempunyai On-Time Rental, anda akan menerima wang sewaan anda pada tarikh akhir bayaran sewa setiap bulan berdasarkan perjanjian sewaan digital anda atau lebih awal dari tarikh tersebut walaupun penyewa anda lambat membuat pembayaran kepada pihak kami.",
    "landlord_faq_ans_24_2":"For Basic and Extended insurance plan subscribers",
    "landlord_faq_ans_24_3":"For Extended+ insurance plan subscribers:",
    "landlord_faq_ans_24_4":"Note",
    "landlord_faq_ans_24_5":"1. Non-Business Days refer as Saturday, Sunday and Selangor Public Holidays",
    "landlord_faq_ans_24_6":"2. Please expect delays in confirming your tenant’s payment if tenant made the payment via non-FPX payment method, namely but not limited to: credit card / standing instruction / cash deposit / GIRO / scheduled transfer / instant transfer / remittance / cheque / over the counter payment.",
    "landlord_faq_ques_25":"Bilakah pihak SPEEDHOME akan mengganti rugi bayaran sewa kepada saya jika penyewa gagal membayar sewa bulanan? / Apa yang akan terjadi sekiranya penyewa saya tidak membayar sewa? / Bagaimana jika penyewa saya lari dan gagal membayar sewa?",
    "landlord_faq_ans_25":"Jika penyewa masih belum menjelaskan bayaran sewa pada tarikh yang ditetapkan (seperti yang dinyatakan di dalam perjanjian sewaan digital) dalam masa 2 minggu dan meninggalkan premis, anda perlulah membuat laporan polis dan maklumkan segera kepada pihak kami. Kami akan memproses prosedur tuntutan bagi pihak anda. Anda boleh hubungi kami di finance@speedhome.com.",
    "landlord_faq_ques_26":"Adakah saya akan dimaklumkan jika sewa belum dibayar atau dipindahkan kepada saya?",
    "landlord_faq_ans_26_1":"Ya. Kami akan sentiasa memastikan anda dimaklumkan sekiranya terdapat sebarang kelewatan pembayaran melalui SMS, WhatsApp dan panggilan telefon. Anda juga boleh menyemak status bayaran sewa anda menggunakan aplikasi mudah alih kami.",
    "landlord_faq_ans_26_2":"Aplikasi mudah alih: Klik pada butang “Lagi” di bahagian bawah kanan skrin. Kemudian, klik pada “Kutipan Sewa” untuk menyemak status bayaran sewa anda.",
    "landlord_faq_ans_26_3":"Sila emelkan ke finance@speedhome.com untuk sebarang pertanyaan mengenai rumah sewa anda.",
    "landlord_faq_ques_27":"Adakah saya perlu membayar SST?",
    "landlord_faq_ans_27":"Ya, anda perlu membayar cukai SST sebanyak 6% untuk polisi insurans rumah setelah anda mendapat penyewa di SPEEDHOME. Nota: Perlindungan insurans rumah adalah tertakluk kepada rumah sewa dengan nilai sewa RM500 ke RM5,000.",
    "landlord_faq_tenancy":"Perjanjian Sewaan Digital",
    "landlord_faq_ques_28":"Di mana/ bagaimana untuk membuat perjanjian sewaan digital?",
    "landlord_faq_ans_28_1_1":"Pergi ke",
    "landlord_faq_ans_28_1_2":"untuk menulis perjanjian sewaan digital anda.",
    "landlord_faq_ques_29":"Bagaimana saya tandatangan perjanjian sewaan digital?",
    "landlord_faq_ans_29_1_1":"Anda hanya perlu tandatangan secara atas talian sahaja. Tidak perlu berjumpa dengan pihak SPEEDHOME atau penyewa secara berhadapan. Pergi ke",
    "landlord_faq_ans_29_1_2":"untuk menandatangani perjanjian sewaan digital",
    "landlord_faq_ques_30":"Siapakah yang perlu membayar bayaran SPEEDSIGN?",
    "landlord_faq_ans_30":"Penyewa perlu membayar kos bayaran SPEEDSIGN tersebut.",
    "landlord_faq_ques_31":"Berapa lamakah tempoh perjanjian sewaan digital di SPEEDHOME?",
    "landlord_faq_ans_31":"Tempoh standard penyewaan di SPEEDHOME adalah di antara 6-12 bulan. Kami juga menyediakan caj tandatangan perjanjian sewaan digital jangka pendek bermula daripada tempoh 3 bulan.",
    "landlord_faq_ques_32":"Bagaimana SPEEDHOME melindungi saya/ Bagaimana saya mendapat jaminan?",
    "landlord_faq_ans_32":"Kami menapis penyewa berpotensi bagi pihak anda dengan melihat sejarah kredit kewangan dan melakukan pemeriksaan kelayakan zero deposit  terhadap mereka. Selepas mereka berjaya proses tapisan tersebut, anda boleh mula mendapatkan Insurans Allianz untuk melindungi rumah anda sehingga RM42,000.",
    "landlord_faq_ques_33":"Apa perlu dilakukan jika penyewa saya ingin menamatkan kontrak sewa dengan lebih awal?",
    "landlord_faq_ans_33_1":"Sekiranya penyewa anda ingin menamatkan perjanjian sewaan digital lebih awal, mereka perlulah melakukan beberapa perkara berikut:",
    "landlord_faq_ans_33_2":"Maklumkan SPEEDHOME dan tuan rumah 2 bulan sebelum tamat tarikh  perjanjian sewaan digital.",
    "landlord_faq_ans_33_3":"TETAPI jika penyewa anda ingin berpindah segera, mereka perlulah membayar penalti selama 2 bulan sewa.",
    "landlord_faq_ans_33_4":"Serahkan kunci rumah setelah berpindah keluar rumah.",
    "landlord_faq_ques_34":"Adakah perjanjian sewaan digital diperakui sah di Malaysia?",
    "landlord_faq_ans_34_1":"Perjanjian sewaan yang ditandatangani secara digital dan salinan stem duti yang dicetak adalah diperakui sah di bawah Seksyen 7 Akta Perdagangan Elektronik 2006 dan Seksyen 62(2) Akta Tandatangan Digital 1997. Pada dasarnya Seksyen 7 Akta Perdagangan Elektronik 2006 menyatakan bahawa mesej elektronik boleh digunakan untuk menyatakan apa-apa komunikasi yang berkaitan untuk membina suatu pembentukan kontrak. Bagi Seksyen 62 (2) Akta Tandatangan Digital 1997, dokumen yang ditandatangani dengan tandatangan digital adalah diperakui sah sama seperti dokumen yang ditandatangani dengan tandatangan tulisan tangan, cap ibu jari atau apa-apa tanda lain.",
    "landlord_faq_ans_34_2":"Jika anda mempunyai sebarang pertanyaan lanjut, sila e-mel kami di hello@speedhome.com atau telefon/WhatsApp kami di talian +60 18 7777 650.",
    "landlord_faq_referral":"Program Rujukan",
    "landlord_faq_referral_q1":"Kami ingin anda berkongsi mengenai SPEEDHOME kepada rakan anda. Jika anda melakukannya, anda dan rakan anda akan mendapat ganjaran sekiranya:",
    "landlord_faq_referral_q1_1":"A) Rakan tuan rumah anda berjaya menyewakan rumah sewa mereka dengan penyewa di SPEEDHOME.",
    "landlord_faq_referral_q1_2":"ATAU",
    "landlord_faq_referral_q1_3":"B) Rakan penyewa anda berjaya menyewa rumah dengan tuan rumah di SPEEDHOME",
    "landlord_faq_referral_q1_4":"Apabila anda log masuk SPEEDHOME dan pergi ke",
    "landlord_faq_referral_q1_5":", anda akan lihat pautan unik anda. Anda boleh berkongsi pautan berkenaan dengan sesiapa sahaja yang anda inginkan. Apabila terdapat seseorang yang sewakan atau menyewa rumah menggunakan pautan berkenaan, kami tahu ianya datang daripada anda dan kami akan memberikan ganjaran sewajarnya kepada anda.",
    "landlord_faq_referral_q1_6":"Setelah mereka berjaya menyewa rumah menggunakan pautan anda, kami akan menghubungi anda melalui e-mel untuk mendapatkan maklumat akaun bank dan akan memindahkan wang ganjaran dalam masa 14 hari bekerja selepas selesai transaksi urus janji. Rakan anda akan menerima RM100 diskaun atau rebat tunai untuk bayaran insurans atau caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) mereka manakala anda pula akan menerima RM200 tunai tanpa had setelah mereka berjaya menyelesaikan transaksi perjanjian.",
    "landlord_faq_referral_q1_7":"Sila ambil perhatian bahawa tempoh selesai kesemua urusan boleh mengambil masa sehingga 1+ bulan, jadi akan terdapat sedikit kelewatan sewaktu anda mula berkongsi pautan rujukan dengan masa menerima bonus rujukan berkenaan. Berikut merupakan syarat-syaratnya:",
    "landlord_faq_referral_q1_8":"Pengguna Menghantar Jemputan Rujukan - Terma & Syarat untuk Perujuk:",
    "landlord_faq_referral_q1_8_1":"Sistem rujukan ini hanya tertakluk kepada pelanggan baru sahaja. Anda tidak boleh merujuk seseorang yang sudah mendaftar dengan SPEEDHOME (sebelumnya Speedrent).",
    "landlord_faq_referral_q1_8_2":"Sistem rujukan ini hanya tertakluk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) ",
    "landlord_faq_referral_q1_8_3":"Untuk layak menerima ganjaran rujukan, rakan yang dirujuk mesti membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar dari jemputan anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan menyelesaikan urus janji dan bertransaksi dengan SPEEDHOME.",
    "landlord_faq_referral_q1_8_4":"Penyertaan anda dalam program rujukan tertakluk pada terma dan syarat berikut;",
    "landlord_faq_referral_q1_8_5":"Usaha anda untuk merujuk pelanggan bagi pihak SPEEDHOME tidak terhad kepada jemputan yang dibuat kepada mana-mana individu dengan menghantar jemputan rujukan individu melalui platform digital SPEEDHOME",
    "landlord_faq_referral_q1_8_6":"Anda akan menerima RM200 tunai tanpa had setelah rakan yang dirujuk berjaya menyelesaikan transaksi perjanjian.",
    "landlord_faq_referral_q1_8_7":"Manakala rakan rujukan anda akan menerima rebat tunai RM100 untuk bayaran insurans atau  caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) setelah selesai urus janji.",
    "landlord_faq_referral_q1_8_8":"Rakan tuan rumah yang anda rujuk perlu melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "landlord_faq_referral_q1_8_9":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "landlord_faq_referral_q1_8_10":"Untuk mengelakkan pembatalan ganjaran rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "landlord_faq_referral_q1_8_11":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "landlord_faq_referral_q1_8_12":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "landlord_faq_referral_q1_8_13":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "landlord_faq_referral_q1_8_14":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "landlord_faq_referral_q1_8_15":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "landlord_faq_referral_q1_9_1":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik",
    "landlord_faq_referral_q1_9_2":"Promosi/program ini tidak boleh digabungkan dengan mana-mana program rujukan lain yang ditawarkan oleh SPEEDHOME.       ",
    "landlord_faq_referral_q1_9_3":"Kami berhak untuk:",
    "landlord_faq_referral_q1_9_3_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "landlord_faq_referral_q1_9_3_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima",
    "landlord_faq_referral_q1_9_3_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "landlord_faq_referral_q1_9_4":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "landlord_faq_referral_q1_9_5":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di ",
    "landlord_faq_referral_q1_9_6":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "landlord_faq_referral_q1_9_7":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "landlord_faq_referral_q1_10":"Pengguna Menerima Jemputan Pautan - Terma dan Syarat untuk Rakan Rujukan:-",
    "landlord_faq_referral_q1_10_1":"Ganjaran rujukan hanya sah kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "landlord_faq_referral_q1_10_2":"Perujuk yang menghantar jemputan pautan kepada anda adalah pengguna / pelanggan SPEEDHOME dan telah melakukannya melalui program rujukan SPEEDHOME.",
    "landlord_faq_referral_q1_10_3":"Rujukan rakan anda bukan merupakan sokongan SPEEDHOME atau pernyataan kepuasan dengan perkhidmatan yang diberikan oleh SPEEDHOME.",
    "landlord_faq_referral_q1_10_4":"Sekiranya anda layak, SPEEDHOME akan memindahkan rebat tunai RM100 ke dalam akaun bank peribadi anda setelah anda melengkapkan urus janji dan berjaya membuat transaksi dalam SPEEDHOME.",
    "landlord_faq_referral_q1_10_5":"Sekiranya anda merupakan seorang pemilik rumah di SPEEDHOME melalui program rujukan kami, anda mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "landlord_faq_referral_q1_10_6":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "landlord_faq_referral_q1_10_7":"Untuk layak menerima ganjaran rujukan, anda mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk  anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "landlord_faq_referral_q1_10_8":"Untuk mengelakkan pembatalan bonus rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "landlord_faq_referral_q1_10_9":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "landlord_faq_referral_q1_10_10":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "landlord_faq_referral_q1_10_11":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "landlord_faq_referral_q1_10_12":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "landlord_faq_referral_q1_10_13":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "landlord_faq_referral_q1_10_13_extra_1":"Promosi/program ini tidak sah dengan mana-mana tawaran lain dan tidak boleh dipindah milik.",
    "landlord_faq_referral_q1_10_13_extra_2":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik.",
    "landlord_faq_referral_q1_10_14":"Kami berhak untuk:",
    "landlord_faq_referral_q1_10_14_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "landlord_faq_referral_q1_10_14_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima",
    "landlord_faq_referral_q1_10_14_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "landlord_faq_referral_q1_10_15":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "landlord_faq_referral_q1_10_16":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di",
    "landlord_faq_referral_q1_10_17":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "landlord_faq_referral_q1_10_18":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "landlord_faq_referral_q2":"Berapa orang yang boleh saya jemput dengan menggunakan pautan saya?",
    "landlord_faq_referral_q2_ans":"Anda boleh menjemput seberapa ramai orang yang anda inginkan!",
    "landlord_faq_referral_q3":"Bagaimanakah cara untuk saya menebus ganjaran/ Bilakah saya akan mendapat ganjaran tersebut?",
    "landlord_faq_referral_q3_ans":"Anda akan dapat menebus ganjaran anda setelah rakan penyewa atau rakan tuan rumah anda selesai menandatangani perjanjian sewaan digital mereka dan telah melengkapkan transaksi dengan SPEEDHOME, juga dengan pembelian pakej Insurans Allianz oleh tuan rumah melalui platform SPEEDHOME. Kemudian, kami akan menghubungi anda untuk mendapatkan maklumat bank anda dan akan memindahkan wang ganjaran dalam masa 14 hari bekerja.",
    "landlord_faq_referral_q4":"Berapa lama masa yang diperlukan untuk mendapatkan ganjaran wang tunai?",
    "landlord_faq_referral_q4_ans":"Setelah urus janji rujukan menggunakan pautan rujukan yang betul berjaya dilakukan, kami akan menghubungi anda untuk mendapatkan maklumat bank anda. SPEEDHOME akan memindahkan wang ganjaran ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari setelah pemberian maklumat bank masing-masing melalui e-mel. Proses ini boleh mengambil masa selama 1+ bulan bagi setiap unit untuk disewakan.",
    "landlord_faq_referral_q5":"Bilakah rujukan saya tamat tempoh? / Bilakah tarikh luput rujukan?",
    "landlord_faq_referral_q5_ans":"Tawaran ini hanya sah dalam tempoh 6 bulan dari tarikh rujukan dibuat. Selepas itu, rujukan anda akan tamat tempoh.",
    "landlord_faq_referral_q6": "Adakah terdapat had jika saya inginkan ganjaran RM200 setiap kali membuat rujukan?",

    "landlord_faq_referral_q6_ans": "Tiada had. Anda boleh mendapat RM200 tunai tanpa had. Menarik bukan?!",
    "landlord_faq_referral_q7":"Apakah insentif yang bakal rakan saya terima?",
    "landlord_faq_referral_q7_ans":"Rakan anda akan menerima rebat tunai sebanyak RM100 untuk premium insurans atau caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) apabila mereka berjaya menyewa dengan SPEEDHOME.",
    "landlord_faq_referral_q8":"Apakah syarat kelayakan yang dikira sebagai rujukan yang sah?",
    "landlord_faq_referral_q8_ans":"Rujukan yang memenuhi syarat kelayakan adalah:",
    "landlord_faq_referral_q8_ans_1":"Sekiranya perujuk merujuk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "landlord_faq_referral_q8_ans_2":"Rakan yang dirujuk mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "landlord_faq_referral_q8_ans_3":"Perujuk dan rakan rujukan mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "landlord_faq_referral_q8_ans_4":"Pemilik rumah yang mengiklankan hartanah di dalam platform menggunakan pautan rujukan perujuk mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "landlord_faq_referral_q8_ans_5":"Rakan rujukan yang memperbaharui perjanjian sewaan tidak layak menerima bonus rujukan.",
    "landlord_faq_referral_q9":"Mengapakah saya tidak layak untuk mendapat wang tunai / ganjaran diskaun program rujukan ini?",
    "landlord_faq_referral_q9_ans":"Anda tidak layak mendapat ganjaran rujukan di atas sebab-sebab tertentu. Berikut merupakan sebab anda ditolak/belum menerima ganjaran rujukan:",
    "landlord_faq_referral_q9_ans_1":"Rakan rujukan anda belum lagi melengkapkan urus janji dan transaksi dengan SPEEDHOME.",
    "landlord_faq_referral_q9_ans_2":"Anda merujuk diri anda sendiri atau akaun peribadi SPEEDHOME anda.",
    "landlord_faq_referral_q9_ans_3":"Anda menggunakan butiran akaun bank yang sama dengan perujuk/rakan rujukan",
    "landlord_faq_referral_q9_ans_4":"Rujukan anda telah tamat tempoh/luput selepas 6 bulan dari tarikh rujukan",
    "landlord_faq_referral_q9_ans_5":"Anda membuat rujukan secara  lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik.",
    "landlord_faq_referral_q9_ans_6":"Rakan rujukan anda merupakan pengguna SPEEDHOME sedia ada yang memperbaharui perjanjian penyewaan mereka.",
    "landlord_faq_referral_q9_ans_7":"Anda mengiklankan hartanah atau menghantar permintaan sembang mewakili pihak rakan rujukan anda dan tidak menggunakan pautan rujukan yang telah disediakan oleh perujuk.",
    "landlord_faq_referral_q10":"Apakah perkara yang penyewa perlukan untuk layak menyewa di bawah skim Zero Deposit?       ",
    "landlord_faq_referral_q10_ans":"Mereka diperlukan untuk menjalani Pemeriksaan Kelayakan Zero Deposit kami dengan menyediakan 3 bulan penyata kewangan bank, surat tawaran pekerjaan/universiti serta salinan Kad Pengenalan/Pasport/Visa.",
    "landlord_faq_referral_q11":"Apa yang perlu dilakukan oleh tuan rumah agar saya layak mendapat ganjaran rujukan?",
    "landlord_faq_referral_q11_ans_1":"Bagi rakan rujukan yang menyewakan rumah mereka (pemilik rumah) untuk layak mendapat ganjaran rujukan, mereka mesti mengiklan dan menyewakan hartanah di platform kami dengan harga sewa melebihi RM500/bulan dan membeli pakej Insurans Allianz yang disediakan oleh SPEEDHOME.",
    "landlord_faq_referral_q11_ans_2":"Bagi rakan rujukan yang menyewa (penyewa) untuk layak mendapat ganjaran rujukan, mereka mesti menyewa hartanah menggunakan SPEEDHOME melebihi RM500/bulan dan menandatangani perjanjian sewaan digital kami, dengan tuan rumah mereka membeli pakej Insurans Allianz  yang disediakan oleh SPEEDHOME",
    "landlord_faq_referral_q12":"Sekiranya rakan saya menggunakan SPEEDHOME untuk mencari rumah untuk disewa atau mencari penyewa untuk menyewa tetapi menyelesaikan urus janji di luar platform, adakah saya layak mendapat ganjaran berkenaan?",
    "landlord_faq_referral_q12_ans":"Tidak. Hanya tawaran yang berlaku melalui platform SPEEDHOME sahaja yang akan melayakkan anda untuk mendapat ganjaran tersebut. Segala urusan yang berlaku di luar platform akan menyebabkan anda terhalang daripada mendapat ganjaran tersebut dan juga rakan anda akan disenaraihitam oleh pihak SPEEDHOME.",
    "landlord_faq_booking":"Terma & Syarat Bayaran Tempahan",
    "landlord_faq_booking_q1":"Terms and Conditions",
    "landlord_faq_booking_q1_ans_1":"Terma dan syarat Perjanjian Bayaran Tempahan ini mengatur penggunaan perkhidmatan yang disediakan oleh Speedrent Technology Sdn. Bhd. (No. Syarikat: 1176587-M) A-G-23, Eve Suite, Jalan PJU 1a/41, Ara Damansara, 47301 Petaling Jaya, Selangor Darul Ehsan, Malaysia ('Kami'  atau ' Speedrent 'atau' SPEEDHOME '), entiti Malaysia, sama ada sendiri atau melalui anak syarikat atau pemegang lesennya, melalui pelbagai platform elektronik seperti aplikasi mudah alih SPEEDHOME atau platform lain yang ditetapkan oleh Kami ('Aplikasi').",
    "landlord_faq_booking_q1_ans_2":" Dengan menggunakan Aplikasi, anda menyatakan bahawa anda telah membaca dan memahami terma dan syarat di sini. Sekiranya anda tidak bersetuju dengan syarat-syarat tersebut, sila jangan gunakan Aplikasi ini. Untuk mengelakkan keraguan, Perjanjian ini tertakluk untuk semua pengguna Aplikasi yang menyenaraikan hartanah atau mencari hartanah termasuk pemilik rumah, tuan rumah, ejen hartanah dan / atau penyewa.",
    "landlord_faq_booking_q2":"Bayaran Tempahan",
    "landlord_faq_booking_q2_ans_1":"Bayaran Tempahan (atau dikenali sebagai Wang Pendahuluan) adalah satu bentuk pembayaran pendahuluan untuk menjamin permintaan penyewaan anda untuk satu unit hartanah khusus yang disiarkan di dalam platform SPEEDHOME. Setelah pembayaran tempahan dibuat, tuan rumah perlu bersetuju untuk menempah hartanah selama 7 hari dan tidak menyewakan hartanah  tersebut kepada penyewa lain.        ",
    "landlord_faq_booking_q3":"Bayaran Balik",
    "landlord_faq_booking_q3_ans_1":"Bayaran tempahan hanya akan dikembalikan mengikut mana-mana syarat berikut:",
    "landlord_faq_booking_q3_ans_2":"a. Pembayar/Penyewa bayaran tempahan tidak lulus syarat pemeriksaan Kelayakan Zero Deposit SPEEDHOME;",
    "landlord_faq_booking_q3_ans_3":"b. Tuan rumah membatalkan perjanjian atau menyewakan unit berkenaan kepada penyewa lain; ",
    "landlord_faq_booking_q3_ans_4":"c. Tuan rumah menaikkan kadar sewa yang telah dipersetujui oleh kedua-dua pihak setelah pembayaran tempahan dibuat ; atau",
    "landlord_faq_booking_q3_ans_5":"d. Tuan rumah dan penyewa membatalkan tempahan atau urusan dalam tempoh 24 jam selepas bayaran tempahan dibuat.        ",
    "landlord_faq_booking_q3_ans_6":"Penyewa harus bersetuju bahawa pengembalian wang bayaran tempahan akan memakan masa sehingga 3 hari bekerja setelah anda membuat permintaan pengembalian wang dengan cara meng-e-melkan kepada finance@speedhome.com dengan maklumat anda seperti nama bank, nama pemegang akaun bank, nombor akaun bank, alamat e-mel, nombor telefon bimbit dan jumlah bayaran balik.",
    "landlord_faq_booking_q4":"Penggunaan Wang Bayaran Tempahan        ",
    "landlord_faq_booking_q4_ans_1":"Setelah menandatangani perjanjian sewaan digital, wang bayaran tempahan akan digunakan untuk pembayaran penuh invois sewa yang merupakan sewa bulan pertama dan langganan perkhidmatan kontrak penyewaan - SPEEDMANAGE.        ",
    "landlord_faq_booking_q5":"Pembatalan",
    "landlord_faq_booking_q5_ans_1":"Wang bayaran tempahan akan dibatalkan dalam mana-mana syarat berikut:        ",
    "landlord_faq_booking_q5_ans_2":"a. Setelah menandatangani perjanjian penyewaan digital, penyewa menangguhkan tarikh permulaan penyewaan ke tarikh kemudian tanpa persetujuan bersama oleh tuan rumah:        ",
    "landlord_faq_booking_q5_ans_3":"b. Penyewa tidak menandatangani perjanjian penyewaan digital pada atau sebelum tarikh permulaan penyewaan yang dipersetujui bersama; atau",
    "landlord_faq_booking_q5_ans_4":"c. Penyewa tidak membuat pembayaran penuh yang diperlukan untuk milikan unit kosong dalam tempoh 7 hari dari tarikh permulaan penyewaan yang dipersetujui bersama.        ",
    "landlord_faq_booking_q5_ans_5":"d. Penyewa membatalkan perjanjian setelah 24 jam tempahan dibayar kepada SPEEDHOME.        ",
    "landlord_faq_booking_q5_ans_6":"e. Penyewa dikehendaki menandatangani perjanjian sewaan digital dalam tempoh tiga (3) hari setelah Tuan Rumah menghantarkan perjanjian berkenaan kepada penyewa melalui speedmanage.com. Kegagalan untuk berbuat demikian akan menyebabkan kehilangan wang tempahan/wang tempahan tidak akan dikembalikan.",
    "landlord_faq_booking_q5_ans_7":"f. Sekiranya berlaku pembatalan setelah selesai urusan kedua-dua pihak membayar jumlah penuh bayaran dengan perjanjian yang telah ditandatangani oleh Tuan Rumah dan Penyewa dengan cap LHDN,  kami akan memotong kos yuran setem dari jumlah keseluruhan bayaran balik.",
    "landlord_faq_booking_q5_ans_8":"Wang bayaran tempahan yang dilucuthakkan akan dipindahkan sepenuhnya kepada pihak  tuan rumah.",
    "landlord_faq_ocd":"Overstay Cash Defender (OCD)",
    "landlord_faq_ocd_q_1":"Apakah maksud Overstay Cash Defender (OCD) ?",
    "landlord_faq_ocd_q_1_ans_1":"Kami melindungi tuan rumah daripada penyewa yang mendiami sesebuah unit sewaan tanpa membayar sewa bulanan dengan cara kami akan membayar sewa bulanan kepada pihak tuan rumah sehingga penyewa tersebut berjaya diusir/berpindah keluar dari rumah sewa anda.",
    "landlord_faq_ocd_q_1_ans_2":"Kami akan mendapatkan perintah mahkamah dan menanggung kos pengusiran bagi pihak tuan rumah.",
    "landlord_faq_ocd_q_1_ans_3":"Segala kerosakan dan kecurian yang dilakukan oleh pihak penyewa akan diganti semula dengan perlindungan insurans kepada pihak tuan rumah setelah penyewa berpindah keluar dari unit sewaan.",
    "landlord_faq_ocd_q_2":"Bagaimana saya layak mendapat perlindungan OCD?",
    "landlord_faq_ocd_q_2_ans_1":"Semua tuan rumah yang membeli premium insurans Allianz extended+ dengan produk jaminan On-Time kami layak mendapat perlindungan ini.",
    "landlord_faq_ocd_q_3":"Adakah terdapat terma dan syarat khas yang perlu saya patuhi?",
    "landlord_faq_ocd_q_3_ans_1":"Ya, anda perlulah mengikuti arahan dan mematuhi sepenuhnya klausa milikan kosong yang disediakan oleh SPEEDHOME.",
    "landlord_faq_ocd_q_4":"Apakah kelebihan produk ini?",
    "landlord_faq_ocd_q_4_ans_1":"Perlindungan penginapan melebihi masa akan memastikan tuan rumah masih menerima wang sewa bulanan mereka, walaupun penyewa telah berhenti membayar sewa semasa masih mendiami rumah.",
    "landlord_faq_ocd_q_5":"Berapakah caj tambahan yang dikenakan?",
    "landlord_faq_ocd_q_5_ans_1":"Caj yang dikenakan hanyalah sebanyak sewa 1.25 bulan untuk premium insurans dan sewa 0.25 bulan untuk produk jaminan  On-Time Rental dan Overstay Cash Defender (produk dari SPEEDHOME).",
    "landlord_faq_ocd_q_6":"Mengapa SPEEDHOME melaksanakan perkhidmatan baru ini kepada tuan rumahnya?",
    "landlord_faq_ocd_q_6_ans_1":"Kami faham dan prihatin terhadap kebimbangan tuan rumah terutama sekali ketika waktu yang mencabar ini. Oleh itu, kami telah bertekad untuk bersama-sama membantu mengurangkan risiko yang dihadapi pihak tuan rumah dengan mewujudkan pengalaman sewaan yang mudah tanpa perlu risau.",
    "landlord_faq_ocd_q_7":"Adakah saya masih akan mendapat bayaran sewa dari SPEEDHOME sekiranya penyewa melarikan diri?",
    "landlord_faq_ocd_q_7_ans_1":"Tidak. Hanya penyewa yang mendiami sesebuah unit sewaan melebihi tempoh ditetapkan sahaja dilindungi di bawah pelan ini. Jika penyewa anda memilih untuk pindah atau menamatkan kontrak lebih awal, ",
    "landlord_faq_ocd_q_7_ans_2":"SPEEDHOME tidak akan membayar sewa sepanjang bulan tersebut",
    "landlord_faq_ocd_q_8":"Adakah saya masih layak mendapat perlindungan Overstay Cash Defender (OCD) jika saya memilih untuk membeli pakej insurans Basic dan Extended?        ",
    "landlord_faq_ocd_q_8_ans_1":"Hanya tuan rumah yang membeli pakej insurans Extended+ sahaja akan mendapat perlindungan 12 bulan Overstay Cash Defender (OCD).",
    "landlord_faq_ocd_q_9":"Adakah saya perlu mengemukakan sebarang jenis dokumen untuk menuntut perlindungan  Overstay Cash Defender (OCD)?        ",
    "landlord_faq_ocd_q_9_ans_1":"Tidak. SPEEDHOME akan membayar sewa bulanan kepada pihak tuan rumah dan anda tidak perlu mengemukakan sebarang dokumen kepada kami. Tetapi tuan rumah mestilah membenarkan pihak SPEEDHOME mengutip wang sewa bulanan tuan rumah.",
    "landlord_faq_ocd_q_10":"Berapa lamakah tempoh maksimum bagi perlindungan Overstay Cash Defender (OCD)?",
    "landlord_faq_ocd_q_10_ans_1":"Tempoh maksimum perlindungan ini adalah bergantung kepada tempoh sewa yang ditetapkan. Sebagai contoh, jika penyewa telah berpindah dan menetap di dalam kediaman sewa selama 2 bulan dan kemudian tidak membayar sewa pada bulan ke-3, maka pihak SPEEDHOME akan membayar sewa kepada tuan rumah bermula dari bulan itu sehinggalah tamat tempoh sewaan tersebut sekiranya penyewa masih tinggal di dalam unit tersebut.",
    "tenant_faq_intro_text_1":"Selamat datang ke halaman Soalan Lazim Penyewa SPEEDHOME!",
    "tenant_faq_intro_text_2":"Sila klik soalan untuk menunjukkan jawapan. E-melkan kepada kami di ",
    "tenant_faq_intro_text_3":"sekiranya anda mempunyai pertanyaan  lebih lanjut.",
    "tenant_faq_basic":"Umum",
    "tenant_faq_ques_1":"Apa itu SPEEDHOME?",
    "tenant_faq_ans_1_1":"SPEEDHOME ialah sebuah platform hartanah yang menghubungkan tuan rumah dengan penyewa secara langsung.",
    "tenant_faq_ans_1_2":"SPEEDHOME membenarkan penyewa untuk menyewa dengan polisi SIFAR DEPOSIT",
    "tenant_faq_ans_1_3":"Process penyewaan dalam SPEEDHOME",
    "tenant_faq_ques_2":"Adakah SPEEDHOME menawarkan sewaan jangka pendek? / Bolehkah saya menyewa dalam jangka masa pendek?",
    "tenant_faq_ans_2":"Tempoh penyewaan di SPEEDHOME bermula dari tempoh minimum 3 bulan dan boleh dilanjutkan kepada maksimum 12 bulan.",
    "tenant_faq_ques_3":"Bagaimanakah sewaan jangka pendek berbeza daripada sewaan kediaman standard 12 bulan?",
    "tenant_faq_ans_3":"Ya, ianya berbeza. Terdapat surcaj dikenakan sekiranya anda memilih untuk menyewa dalam jangka masa pendek (contoh: 3-11 bulan). Sila rujuk jadual di bawah.",
    "tenant_faq_ques_4":"Adakah bayaran insurans dikenakan kepada penyewa?",
    "tenant_faq_ans_4":"Tidak. Hanya tuan rumah yang dikenakan bayaran insurans",
    "tenant_faq_ques_5":"Bagaimanakah saya mencari rumah/bilik sewa?",
    "tenant_faq_ans_5_1":"Anda boleh mencari rumah sewa atau bilik sewa secara PERCUMA melalui laman web utama SPEEDHOME atau aplikasi mudah alih kami.",
    "tenant_faq_ans_5_2":"Laman web, Aplikasi Android atau iOS: Pergi ke laman utama dan klik di bar carian untuk mencari rumah/bilik sewa. Isikan maklumat seperti; kawasan, harga, kelengkapan perabot dan klik butang cari.",
    "tenant_faq_ans_5_3":"Bagi bilik sewa, pergi ke laman web utama SPEEDHOME dan klik di bar carian. Kemudian, klik “Jenis Rumah” dan pilih “Bilik”.",
    "tenant_faq_ans_5_4":"Tip BONUS untuk mencari rumah dalam masa seminggu:",
    "tenant_faq_ans_5_5":"Cari sekurang-kurangnya 5 buah rumah sewa dan hantar permintaan sembang kepada sekurang-kurangnya 5 orang tuan rumah berlainan untuk mempercepatkan proses mendapatkan rumah sewa.",
    "tenant_faq_ques_6":"Apa perlu saya lakukan apabila saya sudah dapat mencari rumah/kondo/apartmen/studio yang saya suka?/ Bagaimanakah cara untuk berhubung dengan tuan rumah?",
    "tenant_faq_ans_6_1":"Ikuti langkah berikut  sekiranya anda telah menjumpai rumah yang anda ingin lihat:",
    "tenant_faq_ans_6_2":"1. Klik butang “Berbual dengan Tuan Rumah”.",
    "tenant_faq_ans_6_3":"2. Isi maklumat anda mengenai soalan yang diberikan (tarikh pindah masuk, harga tawaran, kewarganegaraan & pekerjaan) dan klik “Serah”.",
    "tenant_faq_ans_6_4":"3. Perbualan antara anda dengan tuan rumah akan dicipta. Sila tunggu tuan rumah untuk membalas anda dan anda boleh memutuskan tarikh berjumpa dengan tuan rumah untuk melihat rumah.",
    "tenant_faq_ans_6_5":"4. Kembali ke perbualan dalam SPEEDHOME dan maklumkan kepada pasukan SPEEDHOME untuk meneruskan proses menyewa.",
    "tenant_faq_ans_6_6":" Nota: Cari sekurang-kurangnya 5 buah rumah sewa dan hantar permintaan sembang kepada sekurang-kurangnya 5 orang tuan rumah berlainan untuk mempercepatkan proses mendapatkan rumah sewa.",
    "tenant_faq_ans_6_7":"Kami juga amat menggalakkan  anda memuat turun aplikasi mudah alih kami untuk menerima notifikasi dengan pantas dan segera mendapat rumah sewa.",
    "tenant_faq_ques_7":"Apa perlu saya lakukan jika tuan rumah tidak membalas mesej perbualan saya? ",
    "tenant_faq_ans_7_1":"Jika anda mendapat tuan rumah yang tidak memberi kerjasama dengan anda atau tidak membalas mesej perbualan anda, sila hubungi kami untuk bantuan. Anda boleh hubungi kami di talian +6018 7777 650 atau emelkan ke alamat  hello@speedhome.com ",
    "tenant_faq_ans_7_2":"Nota: Cari sekurang-kurangnya 5 rumah sewa dan hantar permintaan sembang kepada sekurang-kurangnya 5 orang tuan rumah untuk mempercepatkan proses mendapatkan rumah sewa",
    "tenant_faq_ques_8":"Apa perlu saya lakukan jika saya ingin menyewa rumah atau bilik selepas melihat unit tersebut?",
    "tenant_faq_ans_8_1":"Ikuti langkah berikut  jika anda sudah berjumpa dengan tuan rumah dan ingin menyewa rumah mereka:",
    "tenant_faq_ans_8_2":"1. Minta tuan rumah sediakan perjanjian sewa di <a href='https://speedmanage.com/' target='_bank'> SPEEDMANAGE </a>",
    "tenant_faq_ans_8_3":"2. Pihak kami akan menghubungi anda untuk  melakukan semakan kelayakan zero deposit.",
    "tenant_faq_ans_8_4":"3. Selepas menandatangani perjanjian, anda akan menerima pautan pembayaran untuk membuat bayaran sewa.",
    "tenant_faq_ans_8_5":"Jika anda tidak menerima sebarang panggilan daripada pihak kami, sila hubungi kami di alamat hello@speedhome.com",
    "tenant_faq_ans_8_6":"*Nota 1: Zero Deposit hanya tertakluk kepada rumah sewa dalam lingkungan harga antara RM500 ke RM5,000 sahaja.",
    "tenant_faq_ans_8_7":"*Nota 2: Bayaran tempahan tidak akan dikembalikan bermaksud jika anda membatalkan perjanjian setelah membayar yuran tempahan, maka yuran tempahan tersebut tidak akan dikembalikan. Bayaran tempahan hanya akan dikembalikan sekiranya anda gagal semakan kelayakan zero deposit kami. Anda juga akan kehilangan yuran tempahan sekiranya gagal mengemukakan semua dokumen untuk semakan kelayakan zero deposit dalam masa 5 hari.",
    "tenant_faq_ques_9":"Berapa lamakah tempoh penyewaan di SPEEDHOME?",
    "tenant_faq_ans_9":"Tempoh penyewaan di SPEEDHOME bermula dari tempoh minimum 3 bulan dan boleh dilanjutkan kepada maksimum 12 bulan.",
    "tenant_faq_ques_10":"Adakah perjanjian sewa digital disediakan?",
    "tenant_faq_ans_10_1":"Ya, perjanjian sewa digital akan disediakan oleh tuan rumah anda melalui",
    "tenant_faq_ans_10_2":"dan kemudian akan dihantar kepada anda.  Kemudian, anda perlulah menekan pautan yang diberikan untuk menandatangani perjanjian tersebut.",
    "tenant_faq_ques_11":"Siapa yang perlu membayar kos bayaran SPEEDSIGN?",
    "tenant_faq_ans_11":"Anda sebagai penyewa perlu membayar kos bayaran SPEEDSIGN tersebut.",
    "tenant_faq_ques_12":"Berapakah kos bayaran SPEEDSIGN?",
    "tenant_faq_ans_12":"Kos bayaran SPEEDSIGN adalah sebanyak RM399 + 6% SST.",
    "tenant_faq_zero_deposit":"Zero Deposit",
    "tenant_faq_ques_zero_deposit_1":"Apakah maksud Zero Deposit?",
    "tenant_faq_ans_zero_deposit_1":"Ini bermaksud bahawa penyewa tidak perlu membayar deposit tradisional 2+1 atau sebarang deposit sebelum berpindah masuk ke unit sewa. Semua unit yang didaftarkan di bawah SPEEDHOME mematuhi polisi Zero Deposit kami. Ini bermaksud bahawa penyewa hanya perlu membayar kos sewa bulan pertama + bayaran SPEEDSIGN + 6% SST.",
    "tenant_faq_ques_zero_deposit_2":"Bagaimanakah Zero Deposit berfungsi?",
    "tenant_faq_ans_zero_deposit_2":"Penyewa perlu melalui Pemeriksaan Kelayakan Zero Deposit terlebih dahulu sebelum menandatangani perjanjian sewaan digital.Ini bagi memastikan bahawa penyewa mempunyai kedudukan kewangan yang kukuh dan stabil dan dapat membayar sewa bulanan mereka serta mereka tidak mempunyai pengalaman kredit yang teruk sebelum ini. Tuan rumah hanya perlu membayar setelah berjaya menyewakan unit sewaan mereka dengan SPEEDHOME. Dengan berbuat demikian, mereka akan mendapat perlindungan sehingga RM42k, bergantung kepada pakej insurans yang dipilih.",
    "tenant_faq_ques_zero_deposit_3":"Apakah kelebihan untuk tuan rumah?",
    "tenant_faq_ans_zero_deposit_3":"Dengan kerjasama oleh Insurans Allianz, harta benda tuan rumah dilindungi sehingga RM42,000 daripada kehilangan sewa bulanan, kerosakan harta benda dan banyak lagi ketika dalam tempoh sewaan. Skim Zero Deposit juga membolehkan pasaran sewa dibuka luas untuk lebih ramai lagi kumpulan penyewa yang berkualiti dan unit sewaan dapat disewakan dengan 5x lebih pantas.",
    "tenant_faq_ques_zero_deposit_4":"Berapakah kos perkhidmatan Zero Deposit?",
    "tenant_faq_ans_zero_deposit_4":"Skim Zero Deposit tidak dikenakan sebarang kos. Tuan rumah boleh memilih untuk membayar caj premium insurans dan caj perkhidmata SPEEDHOME* setelah berjaya menyewakan unit sewaan. Manakala penyewa perlu membayar sewa bulan pertama dan bayaran SPEEDSIGN (RM399 + 6% SST) semasa berurusan.",
    "tenant_faq_ans_zero_deposit_4_1":"*Caj perkhidmatan SPEEDHOME hanya tertakluk kepada pakej Extended+ sahaja. Pecahan untuk pakej Extended+ adalah seperti berikut:",
    "tenant_faq_ans_zero_deposit_4_2":"Caj premium insurans - 1.25 bulan sewa (pakej Extended)",
    "tenant_faq_ans_zero_deposit_4_3":"Caj perkhidmatan SPEEDHOME - 0.25 bulan sewa [On-Time Rental (OTR) dan Overstay Cash Defender (OCD)]",
    "tenant_faq_ques_zero_deposit_5":"Bagaimana saya tahu bahawa SPEEDHOME boleh dipercayai?",
    "tenant_faq_ans_zero_deposit_5_1":"Dengan lebih 1,186 urus janji yang berjaya hanya dalam masa setengah tahun ini sahaja, kami boleh jamin bahawa ramai pemilik rumah dan penyewa berpuas hati dengan perkhidmatan dan polisi  Zero Deposit kami kerana ianya memberikan jalan penyelesaian yang menang-menang kepada kedua-dua pihak. Semenjak kerjasama kami dengan Insurans Am Allianz pada tahun 2017, SPEEDHOME telah menyediakan platform sewaan kediaman yang mudah diakses dan selamat untuk tuan rumah dan penyewa. Kami juga telah membayar RM800k jumlah tuntutan insurans kepada pihak tuan rumah sejak Februari 2020 dan kadar tuntutan masih lagi 100% sehingga kini. Dengarkan sendiri apa yang pengguna SPEEDHOME katakan mengenai perkhidmatan kami dalam video di bawah.",
    "tenant_faq_ans_zero_deposit_5_3":"Untuk laporan ketelusan kami selanjutnya, sila klik <a href='https://speedhome.com/blog/category/transparency-report/' target='_blank'>di sini.</a>",
    "rental_faq_room_rental":"Bilik Sewa",
    "tenant_faq_ques_13":"Bagaimana jika penyewa lain/rakan serumah mengotorkan ruang umum?",
    "tenant_faq_ans_13":"Sebagai tanggungjawab bersama penyewa, ruang bersama perlu dijaga oleh penyewa-penyewa yang tinggal di unit ini. Jadi, adalah tugas anda untuk berkomunikasi dengan rakan serumah yang lain untuk menjaga kebersihan ruang bersama.",
    "tenant_faq_ques_14":"Apakah peraturan rumah yang perlu dipatuhi?/ Apakah tanggungjawab saya apabila menyewa bilik?",
    "tenant_faq_ans_14_1":"Peraturan asas rumah adalah seperti berikut:",
    "tenant_faq_ans_14_2":"Penggunaan dapur: Semua orang perlu membersihkan ruang dapur selepas memasak. Semua pinggan mangkuk dan peralatan memasak harus dibersihkan selepas digunakan dan dibiarkan kering.",
    "tenant_faq_ans_14_3":"Tugas pembersihan dan bekalan dapur: Kebersihan dan bekalan dapur adalah tanggungjawab bersama.",
    "tenant_faq_ans_14_4":"Penggunaan ruang umum: Semua orang perlulah menjaga kebersihan rumah bersama-sama.",
    "tenant_faq_ans_14_5":"Haiwan peliharaan: Haiwan peliharaan adalah dibenarkan selepas anda memberitahu Tuan Rumah dan telah mendapat keizinan beliau.",
    "tenant_faq_ans_14_6":"Penyelesaian konflik: Untuk mengekalkan keharmonian di dalam rumah, anda haruslah memastikan persekitaran yang aman dan bekerjasama untuk menyelesaikan konflik jika terdapat sebarang perbezaan yang timbul.",
    "tenant_faq_ans_14_7":"Ketenteraman awam: Anda haruslah bertimbang rasa terhadap penyewa dan/atau jiran lain dengan tidak membuat bising.",
    "tenant_faq_ans_14_8":"Penggunaan dadah: Sebarang penggunaan dadah adalah dilarang sama sekali untuk dibawa, disimpan atau digunakan di dalam kawasan rumah.",
    "tenant_faq_ans_14_9":"Penyewa tambahan: Hanya penyewa yang dinyatakan di dalam kontrak sahaja dibenarkan untuk menetap di dalam bilik sewa tersebut.",
    "tanant_faq_payment":"Bayaran",
    "tenant_faq_ques_15":"Adakah perkhidmatan di SPEEDHOME percuma? / Apakah caj yang dikenakan oleh SPEEDHOME?",
    "tenant_faq_ans_15_1":"Carian rumah dan bilik sewa di platform kami adalah percuma. Setelah anda telah membuat keputusan untuk berpindah ke rumah berkenaan, anda sebagai penyewa akan membuat bayaran seperti berikut:",
    "tenant_faq_ans_15_2":"Sewa bulan pertama +  (RM399+6% SST) kos bayaran SPEEDSIGN",
    "tenant_faq_ans_15_3":"Nota: Sebelum menandatangani perjanjian sewaan digital rumah, anda perlu membuat bayaran yuran tempahan rumah sewa sebanyak RM500. Wang tempahan tersebut akan ditolak daripada baki jumlah keseluruhan sewa anda.",
    "tenant_faq_ans_15_4":"Bayaran tempahan tidak akan dikembalikan bermaksud jika anda membatalkan perjanjian setelah membayar yuran tempahan, maka yuran tempahan tersebut tidak akan dikembalikan. Bayaran tempahan hanya akan dikembalikan sekiranya anda gagal semakan kelayakan zero deposit kami. Anda juga akan kehilangan yuran tempahan sekiranya gagal mengemukakan semua dokumen untuk semakan kelayakan zero deposit dalam masa 5 hari.",
    "tenant_faq_ques_16":"Berapakah kos bayaran SPEEDSIGN?/ Adakah SST/cukai dikenakan?",
    "tenant_faq_ans_16_1":"Kos bayaran SPEEDSIGN adalah sebanyak RM399. Selain itu, tambahan 6% cukai SST akan dikenakan ke atas kos bayaran SPEEDSIGN tersebut.",
    "tenant_faq_ans_16_2":"Nota: Selain daripada bayaran SPEEDSIGN, perkhidmatan sewaan lain di SPEEDHOME adalah percuma.",
    "tenant_faq_ques_17":"Siapakah yang akan mengutip sewa saya?/Kepada siapa perlu saya bayar sewa?",
    "tenant_faq_ans_17":"Anda perlu membayar sewa bulanan kepada SPEEDHOME. Pihak SPEEDHOME akan menghantar invois ke e-mel anda 7 hari sebelum tarikh akhir bayaran sewa pada setiap bulan.",
    "tenant_faq_ques_new_1":"Bolehkah saya membayar sewa terus kepada tuan rumah dan bukannya melalui SPEEDHOME? ",
    "tenant_faq_ans_new1_1":"SPEEDHOME tidak akan bertanggungjawab untuk sebarang transaksi pembayaran atau urusan yang dibuat terus dengan tuan rumah dan TIADA wang pampasan akan diberikan.",
    "tenant_faq_ans_new1_2":"Sekiranya tuan rumah meminta anda untuk memindahkan wang kepada mereka tanpa menggunakan gerbang pembayaran / nombor akaun SPEEDHOME, sila jangan berbuat demikian dan segera laporkan kepada pihak SPEEDHOME.",
    "tenant_faq_ques_18":"Bagaimanakah cara untuk membayar sewa? /Bagaimanakah fungsi pembayaran sewa?/ Berapakah jumlah bayaran sewa yang perlu dibayar sebelum pindah masuk rumah?",
    "tenant_faq_ans_18_1":"Cara pembayaran bagi kedua-dua sewaan bilik dan rumah adalah sama. Kami akan menghantar invois ke e-mel anda 7 hari sebelum tarikh akhir bayaran sewa pada setiap bulan.",
    "tenant_faq_ans_18_2":"Anda boleh membuat bayaran melalui:",
    "tenant_faq_ans_18_3":"1. Kad debit/kredit",
    "tenant_faq_ans_18_4":"2. Perbankan dalam talian",
    "tenant_faq_ans_18_5":"3. ATM/CDM",
    "tenant_faq_ans_18_6":"Nota: Sila e-melkan resit pembayaran kepada finance@speedhome.com  jika anda telah membuat  transaksi melalui pemindahan bank atau deposit tunai melalui mana-mana mesin deposit tunai. ",
    "tenant_faq_ques_new_2":"Apa yang perlu saya lakukan sekiranya tuan rumah  meminta bukti kelayakan akaun saya untuk mengesahkan pembayaran saya? ",
    "tenant_faq_ans_new_2_1":"<strong>JANGAN KONGSI</strong> sebarang bukti kelayakan akaun anda kepada pihak tuan rumah. Sekiranya terdapat maklumat pengesahan atau butir pembayaran, anda boleh menghubungi SPEEDHOME terlebih dahulu melalui WhatsApp dan segera laporkan kepada pihak tuan rumah.",
    "tenant_faq_ques_new_3":"Apa yang perlu saya lakukan apabila saya secara tidak sengaja memindahkan pembayaran terus kepada tuan rumah dan ditipu? ",
    "tenant_faq_ans_new_3_1":"1. Buat laporan polis dengan segera di balai polis berdekatan",
    "tenant_faq_ans_new_3_2":"2. Lampirkan semua bukti pembayaran dan perbualan di dalam laporan polis berkenaan",
    "tenant_faq_ans_new_3_3":"3. Hantarkan bukti tersebut, laporan polis dan butiran maklumat tuan rumah (nama dan nombor telefon) ke e-mel kami <a href='mailto:hello@speedhome.com' target='_blank' rel='noopener noreferrer' > hello@speedhome.com</a>",
    "tenant_faq_ans_new_3_4":"4. Pasukan kami akan mengenal pasti  e-mel anda dan mengunci akaun tuan rumah berkenaan.",
    "tenant_faq_ans_new_3_5":"Untuk sebarang tujuan penyiasatan lanjut, anda boleh memaklumkan kepada pegawai atau pasukan penyiasat yang berkaitan untuk menghubungi kami terus di talian 018-7777 650.",
    "tenant_faq_ans_new_3_6":"Nota: SPEEDHOME tidak akan bertanggungjawab untuk sebarang transaksi pembayaran atau urusan yang dibuat terus dengan tuan rumah dan<strong> TIADA wang pampasan </strong> akan diberikan.",
    "tenant_faq_ques_19":"Berapakah kos bayaran untuk Zero Deposit?/ Adakah sewaan rumah/bilik tertakluk kepada Zero Deposit?",
    "tenant_faq_ans_19_1":"Tiada kos bayaran untuk anda mendapatkan skim sewaan Zero Deposit. Anda hanya perlu lulus pemeriksaan kelayakan latar belakang kami bagi melayakkan anda menggunakan skim sewaan Zero Deposit.",
    "tenant_faq_ans_19_2":"Zero Deposit adalah tertakluk kepada rumah sewa dan bilik sewa dalam linkungan harga sewa antara RM500 ke RM5,000 sahaja.",
    "tenant_faq_ans_19_3":"Setelah anda telah membuat keputusan untuk berpindah ke rumah berkenaan, anda sebagai penyewa akan membuat bayaran seperti berikut:",
    "tenant_faq_ans_19_4":"Sewa bulan pertama + (RM399 +6% SST) bayaran SPEEDSIGN",
    "tenant_faq_ans_19_5":"Nota: Sila ambil perhatian untuk sewaan jangka pendek (cth: 3-11 bulan), bayaran surcaj akan dikenakan. Bayaran surcaj tidak akan dikenakan jika anda menyewa dalam tempoh standard iaitu selama 12 bulan. Sila rujuk jadual di bawah untuk jumlah surcaj yang dikenakan:",
    "tenant_faq_ans_19_6":"Nota: Selain daripada bayaran SPEEDSIGN, perkhidmatan sewaan lain di SPEEDHOME adalah percuma.",
    "tenant_faq_ques_20":"Adakah saya perlu bayar sewa pada bulan saya menetap atau sebelum berpindah masuk?",
    "tenant_faq_ans_20":"Anda perlu membuat bayaran penuh terlebih dahulu sebelum mendapatkan kunci rumah sewa. Jika anda memerlukan masa untuk membuat bayaran penuh, anda boleh menempah unit tersebut pada kos minimum RM500 dan baki selebihnya boleh dibayar kemudian sebelum anda berpindah masuk. Bayaran penuh adalah termasuk dengan sewa bulan pertama dan bayaran SPEEDSIGN. ",
    "tenant_faq_ques_21":"Bagaimanakah bayaran sewa untuk penyewa yang menyewa dalam tempoh yang singkat di SPEEDHOME?",
    "tenant_faq_ans_21":"Sebagai penyewa, anda perlulah membayar sewa bulanan serta bayaran surcaj. Sila rujuk jadual di bawah untuk kos surcaj yang dikenakan.",
    "tenant_faq_ques_22":"Bagaimanakah cara untuk mengira kos bagi sewaan jangka pendek?",
    "tenant_faq_ans_22_1":"Berdasarkan jadual di atas, berikut merupakan cara kiraan bagi sewaan jangka masa pendek:",
    "tenant_faq_ans_22_2":"Contoh: Anda merancang untuk tinggal selama 10 bulan",
    "tenant_faq_ans_22_3":"Harga Sewa Bulanan = RM1,000",
    "tenant_faq_ans_22_4":"Tempoh Sewaan dalam kategori 9-11 bulan = 25% Surcaj daripada sewa bulan pertama",
    "tenant_faq_ans_22_5":"Bayaran surcaj = 25% x RM1,000 = RM250",
    "tenant_faq_ans_22_6":"Sekiranya anda memilih untuk membayar surcaj secara sekaligus:",
    "tenant_faq_ans_22_7":"Bayaran sewa bulan pertama",
    "tenant_faq_ans_22_8":"= RM1,000 + RM250",
    "tenant_faq_ans_22_9":"= RM1,250",
    "tenant_faq_ans_22_10":"Bayaran sewa bulan ke-2 hingga ke-10 = RM1,000 sebulan",
    "tenant_faq_ans_22_11":"Sekiranya anda memilih untuk membahagikan jumlah surcaj sepanjang tempoh penyewaan anda:",
    "tenant_faq_ans_22_12":"Bayaran sewa bulan pertama hingga ke-10 ",
    "tenant_faq_ans_22_13":"= RM1,000 + (RM250/10 bulan)",
    "tenant_faq_ans_22_14":"= RM1,000 + RM25",
    "tenant_faq_ans_22_15":"= RM1,025 sebulan ",
    "tenant_faq_ques_23":"Berapakah kos yang dikenakan untuk memperbaharui kontrak sewa saya?",
    "tenant_faq_ans_23":"Kos pembaharuan penyewaan ditetapkan pada kadar RM199 + 6% SST sebagai bayaran SPEEDSIGN. Anda sebagai penyewa perlu membayar kos pembaharuan kontrak tersebut.",
    "tenant_faq_ques_24":"Adakah saya akan dimaklumkan jika/apabila kad kredit saya ditolak?",
    "tenant_faq_ans_24":"Ya, kami akan memberitahu anda dalam masa 24 jam. Kami akan cuba mengecaj anda semula dalam masa 3 hari.",
    "tenant_faq_tenency_agreement":"Perjanjian Sewaan Digital/Pemeriksaan Kelayakan Zero Deposit",
    "tenant_faq_ques_25":"Bagaimana saya menandatangani perjanjian sewaan digital.?",
    "tenant_faq_ans_25_1":"Anda boleh  klik di ",
    "tenant_faq_ans_25_2":"untuk menandatangani perjanjian sewa. Tuan rumah anda  terlebih dahulu akan membuat perjanjian dan kemudian menghantar pautan kepada anda untuk menandatangani perjanjian tersebut.",
    "tenant_faq_ans_25_3":"Nota: Sebelum menandatangani perjanjian sewaan digital rumah, anda perlu membuat bayaran wang tempahan rumah sewa sebanyak  RM500. Wang tempahan tersebut akan ditolak daripada baki jumlah keseluruhan sewa anda. (Jika anda gagal pemeriksaan kelayakan zero deposit, kami akan pulangkan semula wang tempahan tersebut kepada anda.)",
    "tenant_faq_ques_26":"Adakah saya boleh meninggalkan premis yang disewa pada bila-bila masa sekiranya Zero Deposit dikenakan?",
    "tenant_faq_ans_26":"Anda tidak boleh meninggalkan rumah/bilik sewa sebelum tamat perjanjian sewaan. Berdasarkan perjanjian sewaan, jika anda ingin menamatkan kontrak lebih awal maka anda perlu: Memberi notis 2 bulan atau membayar penalti selama 2 bulan sewa. Membayar bil utiliti bulan terakhir anda menetap. Menyerahkan kunci kepada tuan rumah",
    "tenant_faq_ques_27":"Berapakah kos bayaran SPEEDSIGN yang dikenakan?",
    "tenant_faq_ans_27":"Bayaran SPEEDSIGN adalah RM399 + 6% SST untuk semua jenis unit.",
    "tenant_faq_ques_28":"Berapakah kos bayaran untuk pembaharuan perjanjian sewaan digital?",
    "tenant_faq_ans_28":"Kos pembaharuan perjanjian sewaan digital adalah RM199 + 6% SST sebagai bayaran SPEEDSIGN sekiranya anda membuat pembaharuan dalam masa yang ditetapkan.",
    "tenant_faq_ques_29":"Adakah perjanjian sewaan digital diakui sah di Malaysia?",
    "tenant_faq_ans_29_1":"Perjanjian sewaan yang ditandatangani secara digital dan salinan stem duti yang dicetak adalah diperakui sah di bawah Seksyen 7 Akta Perdagangan Elektronik 2006 dan Seksyen 62(2) Akta Tandatangan Digital 1997.",
    "tenant_faq_ans_29_2":"Pada dasarnya Seksyen 7 Akta Perdagangan Elektronik 2006 menyatakan bahawa mesej elektronik boleh digunakan untuk menyatakan apa-apa komunikasi yang berkaitan untuk membina suatu pembentukan kontrak.",
    "tenant_faq_ans_29_3":"Bagi Seksyen 62 (2) Akta Tandatangan Digital 1997, dokumen yang ditandatangani dengan tandatangan digital adalah diperakui sah sama seperti dokumen yang ditandatangani dengan tandatangan tulisan tangan, cap ibu jari atau apa-apa tanda lain.",
    "tenant_faq_ans_29_4":"",
    "tenant_faq_ques_30":"Apakah pemeriksaan Experian?",
    "tenant_faq_ans_30_1":"Experian berfungsi untuk menyemak sejarah pinjaman dan pembayaran anda selama 12 bulan yang lalu. Ianya juga memeriksa sama ada anda mempunyai kredibiliti kewangan yang mencukupi untuk membayar sewa. Sejarah kredit anda akan disemak selama 24 bulan yang lalu.",
    "tenant_faq_ans_30_2":"SPEEDHOME akan  melakukan pemeriksaan ini sebelum anda boleh menyewa rumah/bilik yang disenaraikan di SPEEDHOME di bawah Skim Sewaan Zero Deposit.",
    "tenant_faq_ques_31":"Apakah yang dilakukan semasa proses pemeriksaan latar belakang? / Apakah dokumen yang perlu saya sediakan untuk pemeriksaan latar belakang?",
    "tenant_faq_ans_31_1":"Dokumen yang perlu disediakan berbeza bergantung kewarganegaraan anda. Sila rujuk perkara berikut:",
    "tenant_faq_ans_31_2":"Jika anda merupakan warganegara Malaysia, kami akan menyemak perkara berikut:",
    "tenant_faq_ans_31_3":"1. Surat Tawaran Pekerjaan (jika anda bekerja) atau Surat Tawaran Universiti (jika anda seorang pelajar)",
    "tenant_faq_ans_31_4":"2. Penyata bank 3 bulan lepas",
    "tenant_faq_ans_31_5":"3. Skor kredit Experian",
    "tenant_faq_ans_31_6":"Jika anda merupakan warga asing, kami akan menyemak perkara berikut:",
    "tenant_faq_ans_31_7":"1. Salinan passport",
    "tenant_faq_ans_31_8":"2. Salinan visa",
    "tenant_faq_ans_31_9":"3. Surat Tawaran Pekerjaan (jika anda bekerja) atau Surat Tawaran Universiti (jika anda seorang pelajar)",
    "tenant_faq_ans_31_10":"4. Penyata bank 3 bulan lepas",
    "tenant_faq_ques_32":"Berapa lama masa untuk saya menyerahkan dokumen untuk Pemeriksaan Kelayakan Zero Deposit?",
    "tenant_faq_ans_32":"Secepat mungkin. Anda mendapat tempoh tangguh selama 5 hari setelah membayar yuran tempahan untuk menyelesaikan pemeriksaan kelayakan zero deposit  dengan menyerahkan semua dokumen yang diminta. Kegagalan berbuat demikian akan menyebabkan wang tempahan RM500 tidak akan dikembalikan.",
    "tenant_faq_ques_33":"Bagaimana jika saya mahu menamatkan perjanjian sewaan saya lebih awal?",
    "tenant_faq_ans_33_1":"Jika anda ingin menamatkan perjanjian sewaan lebih awal, anda perlulah:",
    "tenant_faq_ans_33_2":"1. Memberi notis 2 bulan kepada tuan rumah sebelum tarikh tamat kontrak.",
    "tenant_faq_ans_33_3":"2. Penyewa mesti membayar 50% dari sewa sebulan sebagai bayaran penalti jika penamatan awal dilakukan pada separuh pertama tempoh perjanjian sewa asal; ATAU",
    "tenant_faq_ans_33_4":"3. Penyewa mesti membayar 25% dari sewa sebulan sebagai bayaran penalti jika penamatan awal dilakukan melebihi separuh kedua tempoh  perjanjian sewa asal.",
    "tenant_faq_ans_33_5":"4. Contohnya:",
    "tenant_faq_ans_33_5_a":"Sekiranya penyewa menamatkan kontrak awal pada bulan 1 hingga bulan 6 atau 50% pertama dari tempoh sewaan, penyewa mesti membayar 50% bayaran penalti dari jumlah sewa sebulan;",
    "tenant_faq_ans_33_5_b":"Sekiranya penyewa menamatkan kontrak pada bulan ke-7 hingga ke-11 iaitu pada separuh kedua tempoh perjanjian sewa, penyewa mesti membayar 25% bayaran penalti dari jumlah sewa sebulan.",
    "tenant_faq_ans_33_6":"5. Pastikan semua tunggakan bil utiliti telah dibayar.",
    "tenant_faq_ans_33_7":"6. Pastikan semua kerosakan yang anda lakukan semasa tempoh menyewa telah dibaiki.",
    "tenant_faq_ans_33_8":"7. Menyerahkan kunci kepada tuan rumah apabila berpindah keluar",
    "tenant_faq_ques_34":"Apa yang berlaku setelah perjanjian sewaan tamat?/ Bagaimana jika saya telah selesai tempoh menyewa?",
    "tenant_faq_ans_34_1":"Anda mempunyai dua pilihan iaitu:",
    "tenant_faq_ans_34_2":"1. Perbaharui perjanjian sewaan digital anda untuk tempoh sewa 6 ke 12 bulan lagi.",
    "tenant_faq_ans_34_3":"2. Pindah keluar setelah perjanjian sewaan tamat.",
    "tenant_faq_ans_34_4":"Apabila anda berpindah keluar, anda perlulah.",
    "tenant_faq_ans_34_5":"1. Menjelaskan semua bil utiliti",
    "tenant_faq_ans_34_6":"2. Menyerahkan kunci kepada tuan rumah",
    "footnote_text":"Harap maklum bahawa Bayaran Sewa Tepat Waktu (On-Time Rental) dan Overstay Cash Defender adalah produk<strong> SPEEDHOME </strong> dan BUKAN Insurans Allianz",
    "tenant_faq_referral_programme":"Program Rujukan",
    "tenant_faq_referral_programme_text_1":"Kami ingin anda berkongsi mengenai SPEEDHOME kepada rakan anda. Jika anda melakukannya, anda dan rakan anda akan mendapat ganjaran sekiranya",
    "tenant_faq_referral_programme_text_2":"A) Rakan tuan rumah anda berjaya menyewakan rumah sewa mereka dengan penyewa di SPEEDHOME.",
    "tenant_faq_referral_programme_text_3":"ATAU",
    "tenant_faq_referral_programme_text_4":"B) Rakan penyewa anda berjaya menyewa rumah dengan tuan rumah di SPEEDHOME",
    "tenant_faq_referral_programme_text_5":"Apabila anda log masuk SPEEDHOME dan pergi ke <a href='https://speedhome.com/more/refer' target='_blank'>speedhome.com/more/refer</a> , anda akan lihat pautan unik anda. Anda boleh berkongsi pautan berkenaan dengan sesiapa sahaja yang anda inginkan. Apabila terdapat seseorang yang sewakan atau menyewa rumah menggunakan pautan berkenaan, kami tahu ianya datang daripada anda dan kami akan memberikan ganjaran sewajarnya kepada anda.",
    "tenant_faq_referral_programme_text_6":"Setelah mereka berjaya menyewa rumah menggunakan pautan anda, kami akan menghubungi anda melalui e-mel untuk mendapatkan maklumat akaun bank dan akan memindahkan wang ganjaran dalam masa <b>14 hari bekerja</b> selepas selesai transaksi urus janji. Rakan anda akan menerima RM100 diskaun atau rebat tunai untuk bayaran insurans atau  caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) mereka manakala anda pula akan menerima RM200 tunai tanpa had setelah mereka berjaya menyelesaikan transaksi perjanjian.",
    "tenant_faq_referral_programme_text_7":"Sila ambil perhatian bahawa tempoh selesai kesemua urusan boleh mengambil masa sehingga 1+ bulan, jadi akan terdapat sedikit kelewatan sewaktu anda mula berkongsi pautan rujukan dengan masa menerima bonus rujukan berkenaan. Berikut merupakan syarat-syaratnya:",
    "tenant_faq_referral_programme_text_8":"Pengguna Menghantar Jemputan Rujukan - Terma & Syarat untuk Perujuk:",
    "tenant_faq_referral_programme_text_8_1":"Sistem rujukan ini hanya tertakluk kepada pelanggan baru sahaja. Anda tidak boleh merujuk seseorang yang sudah mendaftar dengan SPEEDHOME (sebelumnya Speedrent).",
    "tenant_faq_referral_programme_text_8_2":"Sistem rujukan ini hanya tertakluk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”)",
    "tenant_faq_referral_programme_text_8_3":"Untuk layak menerima ganjaran rujukan, rakan yang dirujuk mesti membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar dari jemputan anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan menyelesaikan urus janji dan bertransaksi dengan SPEEDHOME.",
    "tenant_faq_referral_programme_text_8_4":"Penyertaan anda dalam program rujukan tertakluk pada terma dan syarat berikut;",
    "tenant_faq_referral_programme_text_8_4_1":"Usaha anda untuk merujuk pelanggan bagi pihak SPEEDHOME tidak terhad kepada jemputan yang dibuat kepada mana-mana individu dengan menghantar jemputan rujukan individu melalui platform digital SPEEDHOME,",
    "tenant_faq_referral_programme_text_8_4_2":"Anda akan menerima RM200 tunai tanpa had setelah rakan yang dirujuk berjaya menyelesaikan transaksi perjanjian.",
    "tenant_faq_referral_programme_text_8_4_3":"Manakala rakan rujukan anda akan menerima rebat tunai RM100 untuk bayaran insurans atau  caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) setelah selesai urus janji.",
    "tenant_faq_referral_programme_text_8_4_4":"Rakan tuan rumah yang anda rujuk perlu melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "tenant_faq_referral_programme_text_8_4_5":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "tenant_faq_referral_programme_text_8_4_6":"Untuk mengelakkan pembatalan ganjaran rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "tenant_faq_referral_programme_text_8_4_7":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "tenant_faq_referral_programme_text_8_4_8":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "tenant_faq_referral_programme_text_8_4_9":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "tenant_faq_referral_programme_text_8_4_10":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "tenant_faq_referral_programme_text_8_4_11":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "tenant_faq_referral_programme_text_8_5":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik.",
    "tenant_faq_referral_programme_text_8_6":"Promosi/program ini tidak boleh digabungkan dengan mana-mana program rujukan lain yang ditawarkan oleh SPEEDHOME.",
    "tenant_faq_referral_programme_text_8_7":"Kami berhak untuk:",
    "tenant_faq_referral_programme_text_8_7_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "tenant_faq_referral_programme_text_8_7_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima ",
    "tenant_faq_referral_programme_text_8_7_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "tenant_faq_referral_programme_text_8_8":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "tenant_faq_referral_programme_text_8_9":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di <a href='mailto:hello@speedhome.com' target='_blank'>hello@speedhome.com</a>",
    "tenant_faq_referral_programme_text_8_10":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "tenant_faq_referral_programme_text_8_11":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "tenant_faq_referral_programme_text_9":"Pengguna Menerima Jemputan Pautan - Terma dan Syarat untuk Rakan Rujukan",
    "tenant_faq_referral_programme_text_9_1":"Ganjaran rujukan hanya sah kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "tenant_faq_referral_programme_text_9_2":"Perujuk yang menghantar jemputan pautan kepada anda adalah pengguna / pelanggan SPEEDHOME dan telah melakukannya melalui program rujukan SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_3":"Rujukan rakan anda bukan merupakan sokongan SPEEDHOME atau pernyataan kepuasan dengan perkhidmatan yang diberikan oleh SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_4":"Sekiranya anda layak, SPEEDHOME akan memindahkan rebat tunai RM100 ke dalam akaun bank peribadi anda setelah anda melengkapkan urus janji dan berjaya membuat transaksi dalam SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_5":"Sekiranya anda merupakan seorang pemilik rumah di SPEEDHOME melalui program rujukan kami, anda mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "tenant_faq_referral_programme_text_9_6":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "tenant_faq_referral_programme_text_9_7":"Untuk layak menerima ganjaran rujukan, anda mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk  anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_8":"Untuk mengelakkan pembatalan bonus rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "tenant_faq_referral_programme_text_9_9":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "tenant_faq_referral_programme_text_9_10":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "tenant_faq_referral_programme_text_9_11":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "tenant_faq_referral_programme_text_9_12":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "tenant_faq_referral_programme_text_9_13":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "tenant_faq_referral_programme_text_9_13_1":"Promosi/program ini tidak sah dengan mana-mana tawaran lain dan tidak boleh dipindah milik.",
    "tenant_faq_referral_programme_text_9_13_2":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik.",
    "tenant_faq_referral_programme_text_9_14":"Kami berhak untuk",
    "tenant_faq_referral_programme_text_9_14_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "tenant_faq_referral_programme_text_9_14_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima",
    "tenant_faq_referral_programme_text_9_14_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "tenant_faq_referral_programme_text_9_15":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "tenant_faq_referral_programme_text_9_16":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di <a href='mailto:hello@speedhome.com' target'_blank'>hello@speedhome.com</a>",
    "tenant_faq_referral_programme_text_9_17":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "tenant_faq_referral_programme_text_9_18":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "tenant_faq_referral_programme_qsn_1":"Berapa orang yang boleh saya jemput dengan menggunakan pautan saya?",
    "tenant_faq_referral_programme_ans_1":"Anda boleh menjemput seberapa ramai orang yang anda inginkan!",
    "tenant_faq_referral_programme_qsn_2":"Bagaimanakah cara untuk saya menebus ganjaran/ Bilakah saya akan mendapat ganjaran tersebut?",
    "tenant_faq_referral_programme_ans_2":"Anda akan dapat menebus ganjaran anda setelah rakan penyewa atau rakan tuan rumah anda selesai menandatangani perjanjian sewaan digital mereka dan telah melengkapkan transaksi dengan SPEEDHOME, juga dengan pembelian pakej Insurans Allianz oleh tuan rumah melalui platform SPEEDHOME. Kemudian, kami akan menghubungi anda untuk mendapatkan maklumat bank anda dan akan memindahkan wang ganjaran dalam masa 14 hari bekerja.",
    "tenant_faq_referral_programme_qsn_3":"Berapa lama masa yang diperlukan untuk mendapatkan ganjaran wang tunai?",
    "tenant_faq_referral_programme_ans_3":"Setelah urus janji rujukan menggunakan pautan rujukan yang betul berjaya dilakukan, kami akan menghubungi anda untuk mendapatkan maklumat bank anda. SPEEDHOME akan memindahkan wang ganjaran ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari setelah pemberian maklumat bank masing-masing melalui e-mel. Proses ini boleh mengambil masa selama 1+ bulan bagi setiap unit untuk disewakan.",
    "tenant_faq_referral_programme_qsn_4":"Bilakah rujukan saya tamat tempoh? / Bilakah tarikh luput rujukan?",
    "tenant_faq_referral_programme_ans_4":"Tawaran ini hanya sah dalam tempoh 6 bulan dari tarikh rujukan dibuat. Selepas itu, rujukan anda akan tamat tempoh.",
    "tenant_faq_referral_programme_qsn_5":"Adakah terdapat had jika saya inginkan ganjaran RM200 setiap kali membuat rujukan?",
    "tenant_faq_referral_programme_ans_5":"Tiada had. Anda boleh mendapat RM200 tunai tanpa had. Menarik bukan?!",
    "tenant_faq_referral_programme_qsn_6":"Apakah insentif yang bakal rakan saya terima?",
    "tenant_faq_referral_programme_ans_6":"Rakan anda akan menerima rebat tunai sebanyak RM100 untuk premium insurans atau caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) apabila mereka berjaya menyewa dengan SPEEDHOME.",
    "tenant_faq_referral_programme_qsn_7":"Apakah syarat kelayakan yang dikira sebagai rujukan yang sah?",
    "tenant_faq_referral_programme_ans_7":"Rujukan yang memenuhi syarat kelayakan adalah:",
    "tenant_faq_referral_programme_ans_7_1":"Sekiranya perujuk merujuk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "tenant_faq_referral_programme_ans_7_2":"Rakan yang dirujuk mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "tenant_faq_referral_programme_ans_7_3":"Perujuk dan rakan rujukan mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "tenant_faq_referral_programme_ans_7_4":"Pemilik rumah yang mengiklankan hartanah di dalam platform menggunakan pautan rujukan perujuk mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "tenant_faq_referral_programme_ans_7_5":"Rakan rujukan yang memperbaharui perjanjian sewaan tidak layak menerima bonus rujukan.",
    "tenant_faq_referral_programme_qsn_8":"Mengapakah saya tidak layak untuk mendapat wang tunai / ganjaran diskaun program rujukan ini?",
    "tenant_faq_referral_programme_ans_8":"Anda tidak layak mendapat ganjaran rujukan di atas sebab-sebab tertentu. Berikut merupakan sebab anda ditolak/belum menerima ganjaran rujukan:",
    "tenant_faq_referral_programme_ans_8_1":"Rakan rujukan anda belum lagi melengkapkan urus janji dan transaksi dengan SPEEDHOME.",
    "tenant_faq_referral_programme_ans_8_2":"Anda merujuk diri anda sendiri atau akaun peribadi SPEEDHOME anda.",
    "tenant_faq_referral_programme_ans_8_3":"Anda menggunakan butiran akaun bank yang sama dengan perujuk/rakan rujukan",
    "tenant_faq_referral_programme_ans_8_4":"Rujukan anda telah tamat tempoh/luput selepas 6 bulan dari tarikh rujukan",
    "tenant_faq_referral_programme_ans_8_5":"Anda membuat rujukan secara  lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik.",
    "tenant_faq_referral_programme_ans_8_6":"Rakan rujukan anda merupakan pengguna SPEEDHOME sedia ada yang memperbaharui perjanjian penyewaan mereka.",
    "tenant_faq_referral_programme_ans_8_7":"Anda mengiklankan hartanah atau menghantar permintaan sembang mewakili pihak rakan rujukan anda dan tidak menggunakan pautan rujukan yang telah disediakan oleh perujuk.",
    "tenant_faq_referral_programme_qsn_9":"Apakah perkara yang penyewa perlukan untuk layak menyewa di bawah skim Zero Deposit?",
    "tenant_faq_referral_programme_ans_9":"Mereka diperlukan untuk menjalani Pemeriksaan Kelayakan Zero Deposit kami dengan menyediakan 3 bulan penyata kewangan bank, surat tawaran pekerjaan/universiti serta salinan Kad Pengenalan/Pasport/Visa.",
    "tenant_faq_referral_programme_qsn_10":"Apa yang perlu dilakukan oleh tuan rumah agar saya layak mendapat ganjaran rujukan?",
    "tenant_faq_referral_programme_ans_10_1":"Bagi rakan rujukan yang menyewakan rumah mereka (pemilik rumah) untuk layak mendapat ganjaran rujukan, mereka mesti mengiklan dan menyewakan hartanah di platform kami dengan harga sewa melebihi RM500/bulan dan membeli pakej Insurans Allianz yang disediakan oleh SPEEDHOME.",
    "tenant_faq_referral_programme_ans_10_2":"Bagi rakan rujukan yang menyewa (penyewa) untuk layak mendapat ganjaran rujukan, mereka mesti menyewa hartanah menggunakan SPEEDHOME melebihi RM500/bulan dan menandatangani perjanjian sewaan digital kami, dengan tuan rumah mereka membeli pakej Insurans Allianz  yang disediakan oleh SPEEDHOME",
    "tenant_faq_referral_programme_qsn_11":"Sekiranya rakan saya menggunakan SPEEDHOME untuk mencari rumah untuk disewa atau mencari penyewa untuk menyewa tetapi menyelesaikan urus janji di luar platform, adakah saya layak mendapat ganjaran berkenaan?",
    "tenant_faq_referral_programme_ans_11":"Tidak. Hanya tawaran yang berlaku melalui platform SPEEDHOME sahaja yang akan melayakkan anda untuk mendapat ganjaran tersebut. Segala urusan yang berlaku di luar platform akan menyebabkan anda terhalang daripada mendapat ganjaran tersebut dan juga rakan anda akan disenaraihitam oleh pihak SPEEDHOME.",
    "tenant_faq_booking_terms_conditions":"Terma & Syarat Bayaran Tempahan",
    "tenant_faq_booking_terms_conditions_text_1":"Terma dan syarat Perjanjian Bayaran Tempahan ini mengatur penggunaan perkhidmatan yang disediakan oleh Speedrent Technology Sdn. Bhd. (No. Syarikat: 1176587-M) A-G-23, Eve Suite, Jalan PJU 1a/41, Ara Damansara, 47301 Petaling Jaya, Selangor Darul Ehsan, Malaysia (\"Kami\"  atau \" Speedrent \"atau\" SPEEDHOME \"), entiti Malaysia, sama ada sendiri atau melalui anak syarikat atau pemegang lesennya, melalui pelbagai platform elektronik seperti aplikasi mudah alih SPEEDHOME atau platform lain yang ditetapkan oleh Kami (\" Aplikasi \").",
    "tenant_faq_booking_terms_conditions_text_2":"Dengan menggunakan Aplikasi, anda menyatakan bahawa anda telah membaca dan memahami terma dan syarat di sini. Sekiranya anda tidak bersetuju dengan syarat-syarat tersebut, sila jangan gunakan Aplikasi ini. Untuk mengelakkan keraguan, Perjanjian ini tertakluk untuk semua pengguna Aplikasi yang menyenaraikan hartanah atau mencari hartanah termasuk pemilik rumah, tuan rumah, ejen hartanah dan / atau penyewa.",
    "tenant_faq_booking_terms_conditions_text_3":"1. Bayaran Tempahan",
    "tenant_faq_booking_terms_conditions_text_3_1":"Bayaran Tempahan (atau dikenali sebagai Wang Pendahuluan) adalah satu bentuk pembayaran pendahuluan untuk menjamin permintaan penyewaan anda untuk satu unit hartanah khusus yang disiarkan di dalam platform SPEEDHOME. Setelah pembayaran tempahan dibuat, tuan rumah perlu bersetuju untuk menempah hartanah selama 7 hari dan tidak menyewakan hartanah  tersebut kepada penyewa lain.",
    "tenant_faq_booking_terms_conditions_text_4":"2. Bayaran Balik",
    "tenant_faq_booking_terms_conditions_text_4_1":"Bayaran tempahan hanya akan dikembalikan mengikut mana-mana syarat berikut:",
    "tenant_faq_booking_terms_conditions_text_4_1_1":"Pembayar/Penyewa bayaran tempahan tidak lulus syarat pemeriksaan Kelayakan Zero Deposit SPEEDHOME;",
    "tenant_faq_booking_terms_conditions_text_4_1_2":"Tuan rumah membatalkan perjanjian atau menyewakan unit berkenaan kepada penyewa lain;",
    "tenant_faq_booking_terms_conditions_text_4_1_3":"Tuan rumah menaikkan kadar sewa yang dipersetujui bersama setelah pembayaran tempahan dibuat ; atau",
    "tenant_faq_booking_terms_conditions_text_4_1_4":"Tuan rumah dan penyewa membatalkan tempahan atau urusan dalam tempoh 24 jam selepas bayaran tempahan dibuat.",
    "tenant_faq_booking_terms_conditions_text_4_2":"Penyewa harus bersetuju bahawa pengembalian wang bayaran tempahan akan memakan masa sehingga 3 hari bekerja setelah anda membuat permintaan pengembalian wang dengan cara meng-e-melkan kepada finance@speedhome.com dengan maklumat anda seperti nama bank, nama pemegang akaun bank, nombor akaun bank, alamat e-mel, nombor telefon bimbit dan jumlah bayaran balik.",
    "tenant_faq_booking_terms_conditions_text_5":"3. Penggunaan Wang Bayaran Tempahan",
    "tenant_faq_booking_terms_conditions_text_5_1":"Setelah menandatangani perjanjian sewaan digital, wang bayaran tempahan akan digunakan untuk pembayaran penuh invois sewa yang merupakan sewa bulan pertama dan langganan perkhidmatan kontrak penyewaan – <a href='http://speedmanage.com' target='_blank'>SPEEDMANAGE.</a>",
    "tenant_faq_booking_terms_conditions_text_6":"4. Pelucuthakan/Pembatalan",
    "tenant_faq_booking_terms_conditions_text_6_1":"Wang bayaran tempahan akan dilucutkan dalam mana-mana syarat berikut:",
    "tenant_faq_booking_terms_conditions_text_6_1_1":"Setelah menandatangani perjanjian penyewaan digital, penyewa menangguhkan tarikh permulaan penyewaan ke tarikh kemudian tanpa persetujuan bersama oleh tuan rumah;",
    "tenant_faq_booking_terms_conditions_text_6_1_2":"Penyewa tidak menandatangani perjanjian penyewaan digital pada atau sebelum tarikh permulaan penyewaan yang dipersetujui bersama; atau",
    "tenant_faq_booking_terms_conditions_text_6_1_3":"Penyewa tidak membuat pembayaran penuh yang diperlukan untuk milikan unit kosong dalam tempoh 7 hari dari tarikh permulaan penyewaan yang dipersetujui bersama.",
    "tenant_faq_booking_terms_conditions_text_6_1_4":"Penyewa membatalkan perjanjian setelah 24 jam tempahan dibayar kepada SPEEDHOME.",
    "tenant_faq_booking_terms_conditions_text_6_1_5":"Penyewa dikehendaki menandatangani perjanjian sewaan digital dalam tempoh tiga (3) hari setelah Tuan Rumah menghantarkan perjanjian berkenaan kepada penyewa melalui speedmanage.com. Kegagalan untuk berbuat demikian akan menyebabkan kehilangan wang tempahan/wang tempahan tidak akan dikembalikan.",
    "tenant_faq_booking_terms_conditions_text_6_1_6":"Sekiranya berlaku pembatalan setelah selesai urusan kedua-dua pihak membayar jumlah penuh bayaran dengan perjanjian yang telah ditandatangani oleh Tuan Rumah dan Penyewa dengan cap LHDN,  kami akan memotong kos yuran setem dari jumlah keseluruhan bayaran balik.",
    "tenant_faq_booking_terms_conditions_text_7":"Wang bayaran tempahan yang dilucuthakkan akan dipindahkan sepenuhnya kepada pihak  tuan rumah.",
    "tenant_faq_booking_terms_conditions_text_8":"Pesanan: SPEEDHOME berhak mengemaskini terma dan syarat ini pada bila-bila masa tanpa pemberitahuan awal terlebih dahulu. Artikel ini akan diubah untuk menunjukkan Terma & Syarat yang telah dikemaskini.",
    "tenant_faq_booking_terms_conditions_text_9":"Jika anda mempunyai sebarang pertanyaan lanjut, sila e-mel kami di <a href='mailto:hello@speedhome.com' target'_blank'>hello@speedhome.com</a> atau telefon/WhatsApp kami di talian <a  href='tel:+60187777650'> +60 18 7777 650</a>",
    "tenant_faq_booking_terms_conditions_text_10":"Tarikh kemaskini: 8 Oktober 2020"
  }