{
    "text_testimonials_sallahuddin":"Saya mempunyai masalah untuk mendapatkan wang sewa daripada penyewa sebelum ini. Kadangkala saya terpaksa mengetuk pintu rumah penyewa untuk meminta wang sewa tertunggak. Sekarang saya tak risau lagi kerana SPEEDHOME akan menguruskan hal tersebut bagi pihak saya dan saya boleh melihat wang sewa saya secara dalam talian sahaja.",
    "text_testimonials_adrian":"Penyewa lama saya telah merosakkan harta benda dan menyebabkan  saya kerugian wang mencecah 5-angka! Nasib baik saya menggunakan SPEEDHOME. Saya dapat menuntut wang saya semula dengan pihak insurans!",
    "text_testimonials_adele":"Dengan Zero Deposit, saya dapat menyewa rumah tanpa meminjam wang keluarga dan  rakan saya! Saya membuat urus janji secara terus dengan tuan rumah untuk menyewa dan ianya pantas dan senang tanpa perlu risau kes penipuan.",
    "text_testimonials_daniel":"Skim Zero Deposit SPEEDHOME telah membantu saya jimatkan banyak wang deposit. Dalam tempoh 7 hari sahaja, saya telah berpindah masuk ke rumah baru saya dengan mudah dan lancar. Terima kasih SPEEDHOME di atas kecekapan perkhidmatan anda.",
    "text_testimonials_jason":"Saya suka dengan konsep bayar selepas rumah disewakan. Saya mendapat penyewa dengan cepat dan tiada masalah. Pelan insurans juga sangat berbaloi. Terima kasih SPEEDHOME.",
    "text_testimonials_landlord":"Tuan Rumah",
    "text_testimonials_tenant":"Penyewa",
    "more_title":"Lagi",
    "text_more":"Lagi",
    "text_about_us":"Mengenai Kami",
    "text_contact_us":"Hubungi Kami",
    "text_media":"Media",
    "text_landlord_help":"Bantuan Tuan Rumah",
    "text_tenant_help":"Bantuan Penyewa",
    "no_referess":"Tiada rujukan lagi",
    "no_refer_text":"Sekiranya unit anda telah disewakan, anda akan mendapat RM200*. Rakan rujukan anda juga akan mendapat RM100 diskaun atau rebat tunai.",
    "more_about_title_meta":"Find Out More on SPEEDHOME Review & SPEEDHOME Founder, Achievements",
    "more_about_description_meta":"Founder wanted to Advertise House to Rent, Contacted a List of Property Agents, Property Agents Near Me & Real Estate Agents Near Me. The Response Was Slow.",
    "about_us_headline":"Mengenai SPEEDHOME",
    "about_us_subtitle":"Untuk menghebatkan penyewaan rumah sehebat menyewa dan menginap di hotel 6 bintang.",
    "about_us_back_1":"Ditubuhkan pada tahun 2015, Speedrent Technology Sdn Bhd menggabungkan perlindungan dan inovasi teknologi dalam sewaan kediaman dan pasaran hartanah.",
    "about_us_back_2":"Bekerjasama dengan Insurans Am Allianz semenjak tahun 2017, kami menyediakan sebuah platform sewaan kediaman yang selamat dan mudah akses untuk kemudahan tuan rumah dan penyewa. Tuan rumah boleh melindungi hartanah mereka dengan Insurans Am Allianz sehingga RM42,000.",
    "about_us_back_3":"Pada tahun 2019, kami melebarkan sayap di bawah jenama baru - SPEEDHOME!",
    "about_us_stand_for_title":"Kepercayaan Kami",
    "about_us_stand_1_title":"Tiada Diskriminasi",
    "about_us_stand_1":"Platform kami menolak diskriminasi dan setiap orang berhak mendapat layanan yang adil tidak kira jantina, bangsa atau agama.",
    "about_us_stand_2_title":"Jaminan Sewaan Yang Selamat",
    "about_us_stand_2":"Tuan rumah layak mendapat perlindungan bagi sewaan kediaman anda. Dengan Allianz, tuan rumah dapat melindungi rumah yang disewakan berjumlah sehingga RM42,000.",
    "about_us_stand_3_title":"Sewa Yang Berpatutan",
    "about_us_stand_3":"Walau dalam apa jua keadaan kewangan anda, anda berhak mendapatkan tempat tinggal yang selesa.  Kami di SPEEDHOME boleh merealisasikan impian anda untuk menyewa dengan Zero Deposit.",
    "about_us_btn_title":"Mulakan perjalanan sewaan anda yang menyeluruh dan lancar dengan SPEEDHOME",
    "about_us_btn_1":"Cari rumah zero deposit saya hari ini",
    "about_us_btn_2":"Sewa rumah saya segera tanpa stress sekarang",
    "about_us_value_title":"Nilai Kami",
    "about_us_value_1":"Adil",
    "about_us_value_1_1":"Sikap prasangka, stereotaip dan diskriminasi tidak wujud dalam budaya kerja SPEEDHOME. Kami hanya menilai seseorang itu berdasarkan tindakan serta niat mereka sahaja.",
    "about_us_value_1_2":"Kami memberi layanan yang adil dan saksama kepada setiap individu tanpa mengira jantina, bangsa atau agama mereka sama ada sewaktu bekerja atau di luar waktu pejabat.",
    "about_us_value_2":"Luar Biasa",
    "about_us_value_2_1":"Ungkapan “biasa-biasa saja” bukanlah sebuah ungkapan yang dikaitkan dengan usaha, semangat atau produktiviti yang dipamerkan oleh keluarga SPEEDHOME. Kami percaya bahawa dengan gabungan pemikiran, persekitaran dan budaya kerja yang positif dapat menjana hasil yang luar biasa, seperti apa yang kami sedang lakukan.",
    "about_us_value_2_2":"Kami berusaha untuk menghasilkan perkara yang luar biasa dari permulaan idea yang berkonsepkan inovasi teknologi terkini sehingga ke perkhidmatan bertaraf tinggi kepada rakan kongsi kami. Jika anda terlibati dengan SPEEDHOME dalam apa jua keadaan sekalipun, anda pastinya akan terpegun!",
    "about_us_value_3":"Riang dan tekun",
    "about_us_value_3_1":"Semestinya hari akan lebih ceria jika kita seronok ketika bekerja! Banyak masa kami diluangkan untuk bekerja jadi kami mengambil peluang tersebut untuk berseronok juga walaupun serius dalam menyiapkan tugasan.",
    "about_us_value_3_2":"Kami tidak hanya menyiapkan tugasan yang diberikan sambil lewa tetapi kami mengambil serius dan tekun terhadap tugasan yang diamanahkan dengan prestasi kerja tinggi bagi memastikan objektif tercapai serta dapat memuaskan hati kesemua pihak berkepentingan organisasi kami. Kami menikmati dan menghargai budaya pertumbuhan, kerjasama dan sikap positif dalam kalangan pekerja dan persekitaran. Secara khususnya, kami bekerja keras dan bermain juga dengan bersungguh-sungguh!",
    "about_us_value_4":"Lakukan perkara yang betul",
    "about_us_value_4_1":"Walaupun ianya bukan perkara mudah untuk diambil, kami percaya bahawa setiap individu perlu lakukan perkara yang betul di dalam setiap situasi. Sekiranya terdapat ketidakadilan atau salah laku, anda boleh bergantung harap kepada kami untuk menyatakan asa kebimbangan tersebut dan keputusan kami adalah sama sekali tidak berlandaskan emosi negatif seperti dendam atau kebencian.",
    "about_us_value_4_2":"Kami sebaliknya menilai berdasarkan pandangan serta fahaman sesuatu situasi berkenaan.",
    "about_us_hiring_title":"Kerjaya di SPEEDHOME",
    "about_us_hiring":"Sebagai sebuah institusi yang mengamalkan nilai adil dan saksama, SPEEDHOME percaya bahawa kepelbagaian latar belakang adalah penting untuk membina sebuah dunia di mana semua orang berhak berasa selesa  di mana mereka berada. Kami berusaha keras untuk mengurangkan sekaligus menamatkan diskriminasi dan membina sebuah syarikat yang merangkumi semua perspektif. Setiap orang berhak mendapat layanan yang adil tidak kira jantina, bangsa atau agama di SPEEDHOME. Ayuh sertai kami!",
    "about_us_hiring_btn":"Ayuh sertai pasukan kami",
    "about_us_achievement_title":"Pencapaian kami",
    "about_us_achievement_1":"Kurang daripada 72 jam!",
    "about_us_achievement_1_1":"Dari melihat pameran rumah sehingga berpindah masuk.",
    "about_us_achievement_2":"12 jam 58 minit",
    "about_us_achievement_2_1":"Merupakan rekod masa kami untuk menyewakan sesebuah hartanah",
    "about_us_achievement_3":"320k+ muat turun aplikasi",
    "about_us_achievement_3_1":"Dengan nilai purata 4.85 daripada 5",
    "about_us_achievement_4":"517k+ pertanyaan sewaan",
    "about_us_achievement_4_1":"Lebih setengah juta permintaan sembang dihantar.",
    "about_us_achievement_5":"89k+ senarai hartanah",
    "about_us_achievement_5_1":"Lebih pilihan sewaan kediaman Zero Deposit ditawarkan",
    "about_us_press_title":"Kenyataan media mengenai kami",
    "about_us_press_1":"SPEEDHOME menyelesaikan masalah sebenar pemilik serta penyewa rumah. Mereka meringankan beban ekonomi kedua-dua belah pihak pemilik rumah serta penyewa dengan  memberikan sewa tanpa bayaran deposit dan melindungi pihak tuan rumah dengan perlindungan insurans, serta menyelesaikan masalah perkauman dalam pasaran hartanah tempatan. Mereka melakukan perkara yang menarik dan luar biasa.",
    "about_us_press_2":"Di bawah polisi bebas diskriminasi SPEEDHOME, setiap individu yang ingin menyewa di platform SPEEDHOME diberi layanan adil tidak kira warna dan latar belakang mereka kerana pihak tuan rumah tidak boleh meletakkan kriteria penyewa yang diinginkan ketika mengiklankan kediaman mereka.",
    "contact_title":"Hubungi Kami",
    "text_Keep_in_touch":"Sila hubungi kami pada bila-bila masa!",
    "text_general":"Umum:",
    "text_financeclaims":"Kewangan/Tuntutan:",
    "text_partnership_cola":"Partnership/Collaboration:",
    "text_more_landlord_overview":"Umum",
    "text_more_landlord_overview_protect_property":"Cari penyewa berkualiti 5x lebih pantas dari platform sewa rumah tradisional sekarang",
    "text_more_landlord_overview_get_tenants":"Dapatkan penyewa pengganti jika penyewa lama tinggalkan rumah anda. ",
    "text_more_landlord_overview_get_protected":"Dapatkan perlindungan sehingga 20x lebih baik",
    "text_more_landlord_overview_get_rental":"Dapatkan sewa tepat pada waktu, pada setiap masa*",
    "text_more_landlord_overview_post_your_property_free":"IKLAN RUMAH ANDA PERCUMA SEKARANG",
    "text_more_landlord_overview_go_to":"Pergi ke",
    "text_more_landlord_overview_sell_your_house":"Jual Rumah Anda",
    "text_more_landlord_overview_5_reasons":"Mengapa lebih 90,000+ tuan rumah telah menggunakan SPEED<span class='norm'>HOME</span>",
    "text_more_landlord_overview_receive_tenants_title":"Rumah sewa  Zero Deposit dapat disewakan 5x lebih pantas",
    "text_more_landlord_overview_receive_tenants_text":"Peluang untuk rumah anda disewakan dengan segera adalah lebih luas apabila anda mengiklankan rumah sewa dengan Zero Deposit. Anda akan mendapat  lebih beribu penyewa berkualiti yang berminat untuk menyewa dengan lebih pantas.",
    "text_more_landlord_overview_house_is_protected_title":"Perlindungan rumah sehingga RM42,000",
    "text_more_landlord_overview_house_is_protected_text":"Semasa tempoh penyewaan, rumah anda dilindungi oleh Insurans Allianz daripada kehilangan sewa, kerosakan harta benda dan lain-lain kerosakan sehingga RM42,000. Anda juga boleh mendapat perlindungan rumah  secara maksimum di samping mempercepatkan lagi  peluang mendapatkan penyewa. Siapa kata anda tidak boleh mendapatkan kedua-duanya sekali?",
    "text_more_landlord_overview_receive_rental_title":"Terima bayaran sewa tepat pada waktunya, pada setiap masa",
    "text_more_landlord_overview_receive_rental_text":"Susah bukan apabila penyewa anda lambat membayar sewa? Dengan skim On-Time Rental kami, anda akan menerima wang sewa tepat pada waktunya walaupun penyewa anda lambat membuat bayaran sewa.",
    "text_more_landlord_overview_you_post_title":"Iklankan rumah anda dan SPEED<span class='norm'>HOME</span> uruskan selebihnya",
    "text_more_landlord_overview_you_post_text":"Dalam masa beberapa minit sahaja, anda boleh mengiklankan senarai rumah sewa di platform kami. Pasukan homerunners kami sedia membantu pihak anda untuk mendapatkan penyewa dengan segera. Anda hanya perlu iklankan senarai rumah dan biarkan kamii uruskan selebihnya.",
    "text_more_landlord_overview_save_money_title":"Penyewa merupakan pembayar sewa yang baik",
    "text_more_landlord_overview_save_money_text":"Bagi memastikan anda mendapat pembayar sewa yang berkualiti, kami menjalankan pemeriksaan kelayakan Zero Deposit yang mematuhi piawaian standard ke atas bakal penyewa melalui Experian. Kami menolak sehingga 30% penyewa untuk mengurangkan risiko anda.",
    "text_more_landlord_overview_zero_deposit":"Zero Deposit",
    "text_more_landlord_overview_properties_gets_rented":"Sewa 5x lebih pantas apabila menggunakan",
    "text_more_landlord_overview_how_much":"Berapakah kos yang diperlukan untuk menyewa di SPEED<span class='norm'>HOME</span>?",
    "text_more_landlord_overview_choose_plan":"Anda boleh mengiklankan senarai rumah sewa di dalam SPEEDHOME secara percuma. Pasukan homerunners kami juga menyediakan perkhidmatan pameran rumah kepada para penyewa secara percuma.",
    "text_more_landlord_overview_choose_plan2":"Anda hanya perlu membeli pelan insurans kami selepas terdapat urus janji sewaan di SPEEDHOME.",
    "text_more_landlord_overview_basic":"Basic",
    "text_more_landlord_overview_extended":"Extended",
    "text_more_landlord_overview_rental_collection":"Kutipan sewa",
    "text_more_landlord_overview_rental_guarantee":"On-time rental* guarantee",
    "text_more_landlord_overview_OCD":"Overstay cash defender*",
    "text_more_landlord_overview_eviction_support":"Sokongan notis pengusiran",
    "text_more_landlord_overview_speedhome_manage":"SPEED<span class='norm'>HOME</span> urus proses pengusiran",
    "text_more_landlord_overview_tenant_screening":"Saringan penyewa",
    "text_more_landlord_overview_loss_of_rental":"Kerugian sewa",
    "text_more_landlord_overview_up_to_80":"Sehingga 80% daripada<br /> 2 bulan sewa",
    "text_more_landlord_overview_up_to_2_months":"Sehingga<br /> 2 bulan sewa",
    "text_more_landlord_overview_inconvenience_benefits":"Manfaat tidak keselesaan atau kerosakan kecil",
    "text_more_landlord_overview_up_to":"Sehingga",
    "text_more_landlord_overview_accidental_damage":"Manfaat kecurian & kerosakan yang tidak disengajakan",
    "text_more_landlord_overview_total_coverage":"Jumlah perlindungan",
    "text_more_landlord_overview_cost":"KOS",
    "text_more_landlord_overview_month":"bulan",
    "text_more_landlord_overview_months":"bulan",
    "text_more_landlord_overview_how_to_post":"Bagaimanakah cara untuk sewakan rumah menggunakan SPEED<span class='norm'>HOME</span>?",
    "text_more_landlord_overview_follow_steps":"Ikuti 5 langkah mudah kami untuk sewakan rumah anda dengan lebih pantas.",
    "text_more_landlord_overview_step":"LANGKAH",
    "text_more_landlord_overview_step1_title":"Iklan rumah anda secara Percuma",
    "text_more_landlord_overview_step1_text":"Iklankan rumah anda secara percuma dan kami akan mengumpul kunci rumah anda untuk pasukan homerunners kami mempamerkan rumah anda kepada bakal penyewa yang berminat secara percuma.",
    "text_more_landlord_overview_step2_title":"Kami akan memegang kunci rumah anda",
    "text_more_landlord_overview_step2_text":"Pasukan homerunners kami akan mengambil kunci rumah anda untuk menunjukkan rumah kepada penyewa yang berminat dengan segera.",
    "text_more_landlord_overview_step3_title":"Cari penyewa idaman anda",
    "text_more_landlord_overview_step3_text":"Anda akan mula menerima mesej daripada penyewa. Aturkan masa untuk melihat rumah dengan penyewa anda pada bila-bila masa.",
    "text_more_landlord_overview_step4_title":"Semakan kelayakan Zero Deposit dan tandatangan perjanjian sewa dalam talian",
    "text_more_landlord_overview_step4_text":"Setelah penyewa anda melepasi semakan kelayakan Zero Deposit, anda boleh meneruskan dengan menandatangani perjanjian sewa dalam talian yang akan disetem oleh LHDN.",
    "text_more_landlord_overview_step5_title":"Perlindungan Insurans Allianz sehingga RM42,000 & dapatkan wang sewa tepat pada waktu (On-Time Rental)",
    "text_more_landlord_overview_step5_text":"Dengan Perlindungan Insurans Allianz , kini anda dilindungi 20x lebih baik. Nikmati pengalaman sewaan yang menakjubkan dengan Kutipan Sewa Percuma",
    "text_more_landlord_overview_i_want_to_post":"SAYA NAK IKLAN SENARAI RUMAH SEKARANG!",
    "text_more_landlord_overview_remember_title":"Ingat!<br />Anda hanya bayar apabila berjaya mendapat penyewa dengan SPEED<span class='norm'>HOME</span>",
    "text_more_landlord_overview_remember_text":"Kami hanya mengenakan caj bayaran apabila rumah anda berjaya disewakan sahaja. Caj yang dikenakan adalah untuk membeli Polisi Insurans Allianz anda, dan akan ditolak daripada bayaran sewa bulan pertama dan kedua bergantung kepada pelan pilihan anda.",
    "text_more_landlord_overview_do_you_know":"Apa kata tuan rumah kami?",
    "text_more_landlord_overview_mind_behind_title":"Disebalik Idea SPEEDHOME",
    "text_more_landlord_overview_mind_behind_text":"<p>Ketua Pegawai Eksekutif SPEEDHOME, Wong Whei Meng, menubuhkan syarikat ini untuk menyelesaikan isu-isu yang dihadapi para tuan rumah ketika mencari penyewa.</p><p>Sejak tahun 2015 dan dengan sokongan pihak IJM RE (anak syarikat milik penuh IJM Corp Bhd), 500Startups dan Cradle, SPEEDHOME telah membantu lebih 90,000+ tuan rumah untuk mengiklankan senarai rumah mereka di dalam platform dan mendapat lebih 300,000+ muat turun aplikasi dalam talian.</p><p>Platform sewa rumah Zero Deposit SPEEDHOME telah membantu para tuan rumah mendapatkan penyewa berkualiti dengan pantas dan menyediakan perlindungan bagi rumah sewa mereka sehingga RM42,000.</p>",
    "text_more_landlord_overview_post_now":"Iklan Senarai Anda Di Sini",
    "text_more_landlord_overview_with_speedhome":"dengan <strong>SPEED</strong>HOME",
    "text_more_landlord_overview_thats_right":"Tepat sekali! Anda juga boleh menjual rumah di SPEEDHOME tanpa sebarang caj!",
    "text_more_landlord_overview_how_do_you_post":"Cara menjual rumah dengan SPEED<span class='norm'>HOME</span>?",
    "text_more_landlord_overview_steps2_step1_title":"Iklan Rumah Anda Secara Percuma",
    "text_more_landlord_overview_steps2_step1_text":"Iklan rumah yang anda ingin jual di SPEEDHOME melalui laman web atau aplikasi mudah alih kami.",
    "text_more_landlord_overview_steps2_step2_title":"Berhubung dengan Bakal Pembeli",
    "text_more_landlord_overview_steps2_step2_text":"Berhubung secara langsung dengan pembeli melalui fungsi sembang di dalam laman web atau aplikasi mudah alih kami.",
    "text_more_landlord_overview_steps2_step3_title":"Jumpa dan jual rumah anda",
    "text_more_landlord_overview_steps2_step3_text":"Jumpa dan buat urus janji beli rumah dengan pembeli rumah anda. Anda hanya perlu dapatkan seorang peguam untuk meneruskan proses jual beli rumah tersebut.\n",
    "text_more_landlord_overview_post_your_property_free_on":"Iklan Rumah PERCUMA di SPEEDHOME untuk Sewa atau Jual Sekarang",
    "text_more_landlord_overview_post_my_prop":"IKLAN RUMAH PERCUMA SEKARANG",
    "special_note_landlord_overview_otr":"*On-Time Rental (OTR) & Overstay Cash Defender (OCD) are products of SPEEDHOME, and 1.5 months’ rent cost includes insurance cost + SPEEDHOME fee.",
    "special_note_landlord_overview_ocd":"*This policy is applicable for any unit rental from RM500 to RM5000 only.",
    "my_referess":"Rujukan saya",
    "my_earnings":"Pendapatan saya",
    "refer_introduce_text":"Perkenalkan SPEEDHOME kepada rakan anda dan dapat ganjaran RM200*. Ingin ketahui bagaimana?",
    "refer_introduce_text1":"Kongsi pautan unik anda dengan rakan-rakan anda.",
    "refer_introduce_text2":"Rakan anda memuat naik unit untuk disewa atau membuat permintaan sembang menggunakan pautan anda.",
    "refer_introduce_text3":"Jika rakan anda berjaya membuat urus janji, anda akan mendapat ganjaran RM200 tunai dan rakan anda mendapat RM100 diskaun atau rebat tunai.",
    "refer_share_link_head":"Rujuk dengan kongsi pautan anda",
    "refer_share_link_content":"Pautan anda bernilai diskaun untuk rakan rujukan anda dan wang tunai untuk anda! Rakan anda akan mendapat RM100 diskaun atau rebat tunai dengan mendaftar melalui pautan anda dan anda akan diberi ganjaran tunai RM200*.",
    "refer_share_link_copy":"SALIN PAUTAN",
    "refer_leader":"Ketahui Siapa yang Memperolehi Minggu Ini",
    "refer_know_more":"Ingin ketahui lebih lanjut?",
    "refer_ask_ques":"Soalan Lazim",
    "refer_terms_condition":"Terma dan Syarat",
    "rented_out_earning":"Rumah disewa",
    "rented_listed_earning":"Rumah tersenarai",
    "rented_cr_earning":"Permintaan untuk berbual diterima",
    "rented_reward_earning":"Pendapatan ganjaran",
    "rented_withdraw_earning":"Withdraw",
    "rented_balance_earning":"Current balance",
    "referral_terms_condition":"Terma & Syarat:",
    "referral_tc_1":"Kami ingin anda berkongsi mengenai SPEEDHOME kepada rakan anda. Jika anda melakukannya, anda dan rakan anda akan mendapat ganjaran sekiranya:",
    "referral_tc_2":"A) Rakan tuan rumah anda berjaya menyewakan rumah sewa mereka dengan penyewa di SPEEDHOME",
    "referral_tc_3":"ATAU",
    "referral_tc_4":"B) Rakan penyewa anda berjaya menyewa rumah dengan tuan rumah di SPEEDHOME",
    "referral_tc_5":"Apabila anda log masuk SPEEDHOME dan pergi ke ",
    "referral_tc_5_1":" anda akan lihat pautan unik anda. Anda boleh berkongsi  pautan berkenaan dengan sesiapa sahaja yang anda inginkan. Apabila terdapat seseorang yang sewakan atau menyewa rumah menggunakan pautan berkenaan, kami tahu ianya datang daripada anda dan kami akan memberikan ganjaran sewajarnya kepada anda.",
    "referral_tc_6":"Setelah mereka berjaya menyewa rumah menggunakan pautan anda, kami akan menghubungi anda melalui e-mel untuk mendapatkan maklumat akaun bank dan akan memindahkan wang ganjaran dalam masa <b>14 hari bekerja</b> selepas selesai transaksi urus janji. Rakan anda akan menerima RM100  rebat tunai untuk bayaran insurans atau  caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) mereka manakala anda pula akan menerima RM200 tunai tanpa had setelah mereka berjaya menyelesaikan transaksi perjanjian.",
    "referral_tc_7":"Sila ambil perhatian bahawa tempoh selesai kesemua urusan boleh mengambil masa sehingga 1+ bulan, jadi akan terdapat sedikit kelewatan sewaktu anda mula berkongsi pautan rujukan dengan masa menerima bonus rujukan berkenaan. Berikut merupakan syarat-syaratnya:",
    "referral_tc_head":"Pengguna Menghantar Jemputan Rujukan - Terma & Syarat untuk Perujuk:",
    "referral_tc_7_1":"Sistem rujukan ini hanya tertakluk kepada pelanggan baru sahaja. Anda tidak boleh merujuk seseorang yang sudah mendaftar dengan SPEEDHOME (sebelumnya Speedrent).",
    "referral_tc_7_2":"Sistem rujukan ini hanya tertakluk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”)",
    "referral_tc_7_3":"Untuk layak menerima ganjaran rujukan, rakan yang dirujuk mesti membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar dari jemputan anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan menyelesaikan urus janji dan bertransaksi dengan SPEEDHOME.",
    "referral_tc_7_4":"Penyertaan anda dalam program rujukan tertakluk pada terma dan syarat berikut;",
    "referral_tc_7_4_1":"Usaha anda untuk merujuk pelanggan bagi pihak SPEEDHOME tidak terhad kepada jemputan yang dibuat kepada mana-mana individu dengan menghantar jemputan rujukan individu melalui platform digital SPEEDHOME,",
    "referral_tc_7_4_2":"Anda akan menerima RM200 tunai tanpa had setelah rakan yang dirujuk berjaya menyelesaikan transaksi perjanjian.",
    "referral_tc_7_4_3":"Manakala rakan rujukan anda akan menerima rebat tunai RM100 untuk bayaran insurans atau  caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) setelah selesai urus janji.",
    "referral_tc_7_4_4":"Rakan tuan rumah yang anda rujuk perlu melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "referral_tc_7_4_5":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "referral_tc_7_4_6":"Untuk mengelakkan pembatalan ganjaran rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "referral_tc_7_4_7":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "referral_tc_7_4_8":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "referral_tc_7_4_9":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "referral_tc_7_4_10":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "referral_tc_7_4_11":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "referral_tc_7_5":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik.",
    "referral_tc_7_6":"Promosi/program ini tidak boleh digabungkan dengan mana-mana program rujukan lain yang ditawarkan oleh SPEEDHOME.",
    "referral_tc_7_7":"Kami berhak untuk:",
    "referral_tc_7_7_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "referral_tc_7_7_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima",
    "referral_tc_7_7_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "referral_tc_7_8":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "referral_tc_7_9":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di <a href='mailto:hello@speedhome.com' target='_blank' > hello@speedhome.com</a>",
    "referral_tc_7_10":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "referral_tc_7_11":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "refferal_tc_7_12":"Pengguna Menerima Jemputan Pautan - Terma dan Syarat untuk Rakan Rujukan:-",
    "refferal_tc_7_13":"Ganjaran rujukan hanya sah kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "refferral_tc_7_14":"Perujuk yang menghantar jemputan pautan kepada anda adalah pengguna / pelanggan SPEEDHOME dan telah melakukannya melalui program rujukan SPEEDHOME.",
    "refferral_tc_7_15":"Rujukan rakan anda bukan merupakan sokongan SPEEDHOME atau pernyataan kepuasan dengan perkhidmatan yang diberikan oleh SPEEDHOME.",
    "refferral_tc_7_16":"Sekiranya anda layak, SPEEDHOME akan memindahkan rebat tunai RM100 ke dalam akaun bank peribadi anda setelah anda melengkapkan urus janji dan berjaya membuat transaksi dalam SPEEDHOME.",
    "refferral_tc_7_17":"Sekiranya anda merupakan seorang pemilik rumah di SPEEDHOME melalui program rujukan kami, anda mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "refferral_tc_7_18":"Untuk setiap rujukan yang berkelayakan, SPEEDHOME akan memasukkan wang ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari bekerja setelah mendapat maklumat bank masing-masing melalui e-mel.",
    "refferral_tc_7_19":"Untuk layak menerima ganjaran rujukan, anda mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk  anda kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "refferral_tc_7_20":"Untuk mengelakkan pembatalan bonus rujukan, anda dan rakan yang anda rujuk mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "refferral_tc_7_21":"Rakan rujukan anda mestilah seorang pengguna SPEEDHOME yang baru bagi mengelakkan  pembatalan ganjaran rujukan.",
    "refferral_tc_7_22":"Rakan rujukan yang memperbaharui perjanjian sewaan selain daripada yang baru melakukan sewaan hartanah tidak layak menerima ganjaran rujukan.",
    "refferral_tc_7_23":"Anda tidak boleh merujuk diri sendiri atau akaun peribadi SPEEDHOME anda.",
    "refferral_tc_7_24":"Semua rujukan lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik tidak sah.",
    "refferral_tc_7_25":"SPEEDHOME tidak bertanggungjawab ke atas entri yang salah atau kegagalan lain dari pihak rakan yang dirujuk anda dalam menggunakan pautan rujukan anda atau mematuhi syarat lain untuk pemegang akaun SPEEDHOME.",
    "refferral_tc_7_26":"Promosi/program ini tidak sah dengan mana-mana tawaran lain dan tidak boleh dipindah milik.",
    "refferral_tc_7_26_1":" ",
    "refferral_tc_7_26_2":" ",
    "refferral_tc_7_26_3":" ",
    "refferral_tc_7_27":"Promosi/program ini tidak sah dengan mana-mana tawaran/diskaun/promosi lain dan tidak boleh dipindah milik.",
    "refferral_tc_7_28":"Kami berhak untuk:",
    "refferral_tc_7_28_1":"Menukar atau menghentikan tawaran ini pada bila-bila masa, tanpa notis",
    "refferral_tc_7_28_2":"Hadkan jumlah bonus / ganjaran yang anda layak terima ",
    "refferral_tc_7_28_3":"menyekat pembayaran ganjaran rujukan mengikut budi bicara kami sendiri sekiranya kami menganggap terdapat penyalahgunaan program rujukan ini, atau bahawa ia diperoleh dalam keadaan penipuan, atau bahawa terdapat pelanggaran peraturan dalam mana-mana terma perjanjian yang telah ditandatangani.",
    "refferral_tc_7_29":"Dengan menyertai Program Rujukan SPEEDHOME, anda bersetuju bahawa penyertaan anda akan mematuhi terma dan syarat yang telah dinyatakan di sini.",
    "refferral_tc_7_30":"Sekiranya anda sedang mengikuti program rujukan SPEEDHOME dan perwakilan sebelumnya menjadi tidak tepat, anda bersetuju untuk segera memberitahu SPEEDHOME di <a href='mailto:hello@speedhome.com' target='_blank' > hello@speedhome.com</a>",
    "refferral_tc_7_31":"Selanjutnya, anda dengan ini bersetuju bahawa SPEEDHOME tidak akan bertanggungjawab atas sebarang kos, perbelanjaan atau kerosakan yang disebabkan oleh penyertaan anda dalam program rujukan dan bahawa anda akan mengganti rugi dan meletakkan SPEEDHOME dalam keadaan tidak berbahaya terhadap sebarang tuntutan, tindakan, tanggungjawab, kerugian, kecederaan, atau kerosakan pada anda atau mana-mana orang atau entiti lain yang dijelaskan secara keseluruhan atau sebahagian, secara langsung atau tidak langsung, kerana penyertaan anda dalam program / promosi ini.",
    "refferral_tc_7_32":"SPEEDHOME tidak bertanggungjawab untuk pautan rujukan yang salah, sebarang kesalahan, pelepasan, gangguan, kecacatan atau kelewatan penghantaran, pemprosesan pesanan, atau komunikasi; kerosakan teknikal atau mekanikal, kesalahan dalam istilah ini, dalam kesilapan pemprosesan manusia; kegagalan peralatan elektronik, perkakasan atau perisian komputer; kerosakan peralatan, perkakasan atau perisian komputer anda, atau maklumat yang tidak tepat, sama ada disebabkan oleh peralatan, pengaturcaraan, kesilapan manusia, atau sebaliknya.",
    "referral_tc_refer_button":"Rujuk sekarang",
    "referral_faq_1":"Berapa orang yang boleh saya jemput dengan menggunakan pautan saya?",
    "referral_faq_ans_1":"Anda boleh menjemput seberapa ramai orang yang anda inginkan!",
    "referral_faq_2":"Bagaimanakah cara untuk saya menebus ganjaran / Bilakah saya akan mendapat ganjaran tersebut?",
    "referral_faq_ans_2_1":"Anda akan dapat menebus ganjaran anda setelah rakan penyewa atau rakan tuan rumah anda selesai menandatangani perjanjian sewaan digital mereka dan telah melengkapkan transaksi dengan SPEEDHOME, juga dengan pembelian pakej Insurans Allianz oleh tuan rumah melalui platform SPEEDHOME. Kemudian, kami akan menghubungi anda untuk mendapatkan maklumat bank anda dan akan memindahkan wang ganjaran dalam masa 14 hari bekerja.",
    "referral_faq_3":"Berapa lama masa yang diperlukan untuk mendapatkan ganjaran wang tunai?",
    "referral_faq_ans_3":"Setelah urus janji rujukan menggunakan pautan rujukan yang betul berjaya dilakukan, kami akan menghubungi anda untuk mendapatkan maklumat bank anda. SPEEDHOME akan memindahkan wang ganjaran ke dalam akaun bank perujuk dan rakan rujukan dalam masa 14 hari setelah pemberian maklumat bank masing-masing melalui e-mel. Proses ini boleh mengambil masa selama 1+ bulan bagi setiap unit untuk disewakan.",
    "referral_faq_4":"Bilakah rujukan saya tamat tempoh? / Bilakah tarikh luput rujukan?",
    "referral_faq_ans_4":"Tawaran ini hanya sah dalam tempoh 6 bulan dari tarikh rujukan dibuat. Selepas itu, rujukan anda akan tamat tempoh.",
    "referral_faq_5":"Adakah terdapat had jika saya inginkan ganjaran RM200 setiap kali membuat rujukan?",
    "referral_faq_ans_5":"Tiada had. Anda boleh mendapat RM200 tunai setiap kali apabila rakan rujukan anda berjaya melengkapkan transaksi di SPEEDHOME. Menarik bukan?!",
    "referral_faq_6":"Apakah insentif yang bakal rakan saya terima?",
    "referral_faq_ans_6": "Rakan anda akan menerima rebat tunai sebanyak RM100 untuk premium insurans atau caj tandatangan perjanjian sewaan digital (bayaran SPEEDSIGN) apabila mereka berjaya menyewa atau mendapat penyewa dengan SPEEDHOME.",
    "referral_faq_new1":"Apakah syarat kelayakan untuk rujukan yang sah?",
    "referral_faq_new_ans1":"Rujukan yang memenuhi syarat kelayakan adalah:",
    "referral_faq_new_ans2":"1.Sekiranya perujuk merujuk kepada akaun individu baharu yang berdaftar dengan Speedrent Technology Sdn Bhd (“SPEEDHOME”) dan berjaya melengkapkan urus janji bermula pada tahun 2020 dan ke atas.",
    "referral_faq_new_ans3":"2.Rakan yang dirujuk mestilah membuka akaun SPEEDHOME menggunakan pautan rujukan yang dihantar oleh perujuk anda semasa membuat pendaftaran pertama kemudian menghantar permintaan sembang atau iklankan hartanah dalam tempoh 6 bulan setelah menerima jemputan, dan melengkapkan urus janji dan bertransaksi dengan SPEEDHOME.",
    "referral_faq_new_ans4":"3.Perujuk dan rakan rujukan mestilah individu yang berbeza dengan butiran akaun bank yang berbeza.",
    "referral_faq_new_ans5":"4.Pemilik rumah yang mengiklankan hartanah di dalam platform menggunakan pautan rujukan perujuk mestilah melanggan dan membeli pakej insurans Allianz yang disediakan oleh SPEEDHOME untuk layak mendapat ganjaran rujukan.",
    "referral_faq_new_ans6":"5.Rakan rujukan yang memperbaharui perjanjian sewaan tidak layak menerima bonus rujukan.",
    "referral_faq_7":"Mengapakah saya tidak layak untuk mendapat wang tunai / ganjaran diskaun program rujukan ini?",
    "referral_faq_ans_7":"Anda tidak layak mendapat ganjaran rujukan di atas sebab-sebab tertentu. Berikut merupakan sebab anda ditolak/belum menerima ganjaran rujukan:",
    "referral_faq_ans_7_1":"Rakan rujukan anda belum lagi melengkapkan urus janji dan transaksi dengan SPEEDHOME.",
    "referral_faq_ans_7_2":"Anda merujuk diri anda sendiri atau akaun peribadi SPEEDHOME anda.",
    "referral_faq_ans_7_3":"Anda menggunakan butiran akaun bank yang sama dengan perujuk/rakan rujukan ",
    "referral_faq_ans_7_4":"Rujukan anda telah tamat tempoh/luput selepas 6 bulan dari tarikh rujukan",
    "referral_faq_ans_7_5":"Anda membuat rujukan secara  lisan yang dibuat kepada mana-mana individu tanpa menggunakan pautan rujukan yang anda kongsikan dari jemputan anda secara elektronik.",
    "referral_faq_ans_7_6":"Rakan rujukan anda merupakan pengguna SPEEDHOME sedia ada yang memperbaharui perjanjian penyewaan mereka.",
    "referral_faq_ans_7_7":"Anda mengiklankan hartanah atau menghantar permintaan sembang mewakili pihak rakan rujukan anda dan tidak menggunakan pautan rujukan yang telah disediakan oleh perujuk.",
    "referral_faq_ans_7_8":"Anda berkongsi pautan yang salah kepada rakan rujukan dan bukannya berkongsi pautan rujukan anda yang terdapat di papan pemuka ‘Refer’",
    "referral_faq_ans_7_9":"Rakan rujukan anda tidak memasukkan / menampal pautan rujukan anda semasa pertama kali mendaftarkan profil akaun mereka",
    "referral_faq_8":"Apakah perkara yang penyewa perlukan untuk layak menyewa di bawah skim Zero Deposit?",
    "referral_faq_ans_8":"Mereka diperlukan untuk menjalani Pemeriksaan Kelayakan Zero Deposit kami dengan menyediakan 3 bulan penyata kewangan bank, surat tawaran pekerjaan/universiti serta salinan Kad Pengenalan/Pasport/Visa.",
    "referral_faq_9":"Apa yang perlu dilakukan oleh tuan rumah agar saya layak mendapat ganjaran rujukan?",
    "referral_faq_ans_9":"Bagi rakan rujukan yang menyewakan rumah mereka (pemilik rumah) untuk layak mendapat ganjaran rujukan, mereka mesti mengiklan dan menyewakan hartanah di platform kami dengan harga sewa melebihi RM500/bulan dan membeli pakej Insurans Allianz yang disediakan oleh SPEEDHOME.",
    "referral_faq_ans_9_1":"Bagi rakan rujukan yang menyewa (penyewa) untuk layak mendapat ganjaran rujukan, mereka mesti menyewa hartanah menggunakan SPEEDHOME melebihi RM500/bulan dan menandatangani perjanjian sewaan digital kami, dengan tuan rumah mereka membeli pakej Insurans Allianz  yang disediakan oleh SPEEDHOME",
    "referral_faq_10":"Sekiranya rakan saya menggunakan SPEEDHOME untuk mencari rumah untuk disewa atau mencari penyewa untuk menyewa tetapi menyelesaikan urus janji di luar platform, adakah saya layak mendapat ganjaran berkenaan?",
    "referral_faq_ans_10":"Tidak. Hanya tawaran yang berlaku melalui platform SPEEDHOME sahaja yang akan melayakkan anda untuk mendapat ganjaran tersebut. Segala urusan yang berlaku di luar platform akan menyebabkan anda terhalang daripada mendapat ganjaran tersebut dan juga rakan anda akan disenaraihitam oleh pihak SPEEDHOME.",
    "referral_faq_11":"Kemaskini Terma dan Syarat",
    "referral_faq_ans_11":"SPEEDHOME berhak mengemaskini terma dan syarat ini pada bila-bila masa tanpa pemberitahuan awal terlebih dahulu. Artikel ini akan diubah untuk menunjukkan Terma & Syarat yang telah dikemaskini.",
    "referral_faq_learn_more":"Ketahui lebih lanjut mengenai apa yang diperlukan oleh penyewa di SPEEDHOME",
    "referral_faq_learn_more_1":" ",
    "referral_faq_refer_button":"Rujuk sekarang",
    "how_it_works_title":"Panduan Penggunaan",
    "text_step_1":"Langkah 1",
    "text_step_2":"Langkah 2",
    "text_step_3":"Langkah 3",
    "text_more_landlord_how_step1":"Pilih 'Iklan Rumah PERCUMA+' di sebelah Log Masuk di bahagian atas kanan.",
    "text_more_landlord_how_step2":"Berbual dengan bakal penyewa anda melalui aplikasi untuk respon yang pantas.",
    "text_more_landlord_how_step3":"SPEEDHOME akan mempamerkan rumah anda bersama dengan pasukan homerunners kami.",
    "text_you_can_post_as_many_listings_as_you_like":"Anda boleh mengiklankan sebanyak mungkin senarai rumah anda",
    "text_chat":"BORAK",
    "text_chat_r2c2":"Menerima permintaan sembang dan menetapkan pelantikan tontonan.",
    "text_meet":"JANJI TEMU",
    "text_note":"Nota",
    "text_viewing_yourself":"Sila maklumkan kepada pihak kami jika anda mempamerkan rumah anda sendiri kepada penyewa di talian +6018 7777 650 atau emel hello@speedhome.com",
    "text_note2_added_security":"Untuk langkah keselamatan, pihak homerunners akan merakam sesi pameran dan menghantar video tersebut ",
    "text_note2_added_security1":"di atas permintaan anda.",
    "text_what_is_homerunners":"Apa itu homerunners?",
    "text_homerunners_is_a_specially_crafted":"Homerunners ialah sebuah perkhidmatan khas yang diwujudkan untuk mempamerkan rumah sewa bagi pihak tuan rumah. Pasukan homerunners kami akan berjumpa dengan penyewa dan membuat urus janji bagi pihak anda.",
    "text_how_does_homerunners_work":"Bagaimanakah proses homerunners?",
    "text_our_homerunners_process_is":"Proses homerunners adalah seperti berikut:",
    "text_more_landlord_how_does1":"Homerunners kumpul kunci rumah anda",
    "text_more_landlord_how_does2":"Senarai iklan anda akan diutamakan untuk pameran segera",
    "text_more_landlord_how_does3":"Homerunners mempamerkan rumah anda  kepada penyewa pada bila-bila masa",
    "text_more_landlord_how_tenant_screening":"Saringan Penyewa",
    "text_more_landlord_how_tenant_screening_description1":"Kami akan menyaring penyewa anda melalui laporan kredit CTOS/CCRIS dan menyemak latar belakang mereka untuk memastikan mereka adalah penyewa yang baik untuk anda.",
    "text_more_landlord_how_tenant_screening_description2":"to make sure that they’re a good tenant for you.",
    "text_financial_repayment_records":"Rekod kewangan dan bayaran",
    "text_employment_study_verification":"Pengesahan pekerjaan/pelajaran",
    "text_background":"Penyata bank",
    "text_more_landlord_how_tenant_payment":"Bayaran",
    "text_more_landlord_how_tenant_description":"Kami akan mengingatkan penyewa anda 7 hari sebelum tarikh akhir pembayaran sewa. Bayaran sewa akan dikumpulkan oleh pihak kami sebelum disalurkan ke akaun anda dalam masa 3 hari.",
    "text_tenant_pays_the_rent_to_SPEEDHOME":"Penyewa bayar sewa kepada SPEEDHOME",
    "text_SPEEDHOME_receives_the_payment":"SPEEDHOME menerima wang sewaan",
    "text_landlord_within_3_working_days":"SPEEDHOME memindahkan wang sewaan kepada tuan rumah dalam tempoh 3 hari bekerja",
    "text_what_we_ll_check":"Dokumen yang kami periksa",
    "text_more_tenant_overview_title":"Mengapa SPEEDHOME",
  "text_more_tenant_overview_save_your_deposit":"Jangan bazirkan  wang deposit anda. Sewa rumah dengan Zero Deposit sekarang!",
  "text_more_tenant_overview_rent_with_zd":"Sewa dengan <strong class='nowrap'>Zero Deposit</strong>",
  "text_more_tenant_overview_rent_directly":"Sewa secara <strong>terus dengan tuan rumah</strong>",
  "text_more_tenant_overview_rent_hassle_free":"Sewa dengan <strong>selamat & mudah</strong>",
  "text_more_tenant_overview_search_for_property":"Cari Rumah Sekarang!",
  "text_more_tenant_overview_buy_a_house":"Beli rumah",
  "text_more_tenant_overview_5_reasons":"Mengapa lebih 60,000+ penyewa menggunakan SPEED<span class='norm'>HOME</span>",
  "text_more_tenant_overview_reason1_title":"Tiada bayaran pendahuluan yang tinggi dengan Zero Deposit",
  "text_more_tenant_overview_reason1_text":"Selepas anda menandatangani perjanjian sewaan digital, anda boleh terus menyewa rumah dengan Zero Deposit! Tak perlu lagi menyimpan wang berbulan-bulan untuk membayar deposit rrumah sewa anda!",
  "text_more_tenant_overview_reason2_title":"Sewa terus dengan Tuan Rumah",
  "text_more_tenant_overview_reason2_text":"Kami menggalakkan anda untuk berurusan terus dengan tuan rumah tanpa sebarang campur tangan pihak ejen. Anda bebas untuk berunding harga dengan tuan rumah bagi mendapatkan tawaran terbaik rumah sewa anda.",
  "text_more_tenant_overview_reason3_title":"Semua unit sewa di platform kami dijamin selamat",
  "text_more_tenant_overview_reason3_text":"Anda tidak perlu lagi runsing ketika memilih rumah sewa baru. Kesemua unit sewaan kami adalah dijamin selamat dan anda boleh terus berhubung dengan pemilik rumah.",
  "text_more_tenant_overview_reason4_title":"Sewa tanpa diskriminasi di SPEED<span class='norm'>HOME</span>",
  "text_more_tenant_overview_reason4_text":"Dengan wujudnya diskriminasi dalam pasaran sewa boleh menyebabkan ramai penyewa khuatir namun dengan polisi anti-diskriminasi kami yang ketat, semua orang dilayan sama rata di SPEEDHOME, tanpa mengira jantina, bangsa dan agama.",
  "text_more_tenant_overview_reason5_title":"Perlindungan menyeluruh dengan Perjanjian Sewaan Digital yang adil",
  "text_more_tenant_overview_reason5_text":"Selepas anda dan pemilik rumah bersetuju untuk meneruskan urus janji, kami akan menyediakan anda dengan perjanjian sewaan digital yang diluluskan oleh peguam kami bagi melindungi hak anda sebagai penyewa.",
  "text_more_tenant_overview_search_for_zd":"Cari Rumah Sekarang!",
  "text_more_tenant_overview_rental_cuts":"kurangkan kos pindah rumah anda sebanyak 4x ganda",
  "text_more_tenant_overview_how_much":"Berapakah bayaran untuk pindah masuk rumah?",
  "text_more_tenant_overview_you_will_need":"Anda hanya perlu membayar sewa bulan pertama dan RM399* kos perjanjian sewa digital untuk berpindah masuk. Itu sahaja!",
  "text_more_tenant_overview_6_SST":"kos perjanjian sewa digital tertakluk kepada 6% SST",
  "text_more_tenant_overview_what_is_the_process":"Bagaimana menyewa rumah zero deposit dengan SPEEDHOME",
  "text_more_tenant_overview_follow_5_steps":"Ikuti 5 langkah mudah kami untuk menyewa dengan lebih pantas.",
  "text_more_tenant_overview_step1_title":"Cari rumah sewa & berbual dengan pemilik rumah. ",
  "text_more_tenant_overview_step1_text":"Semak dan cari dari  pelbagai senarai rumah kami yang sah. Berhubung terus dengan pemilik rumah untuk mengatur masa melihat rumah.",
  "text_more_tenant_overview_step3_title":"Pemeriksaan kelayakan Zero Deposit",
  "text_more_tenant_overview_step3_text":"Pasukan kami akan mengumpul beberapa dokumen daripada anda untuk menjalankan pemeriksaan kelayakan.",
  "text_more_tenant_overview_step4_title":"Tandatangan perjanjian sewaan",
  "text_more_tenant_overview_step4_text":"Bayar wang tempahan dan tandatangan perjanjian sewaan kami yang adil dan sahih",
  "text_more_tenant_overview_step5_title":"Pindah ke rumah baharu anda.",
  "text_more_tenant_overview_step5_text":"Bayar baki wang sewaan dan ambil kunci untuk pindah masuk rumah. Mudah je.",
  "text_more_tenant_overview_search_a_property_now":"CARI RUMAH UNTUK DISEWA SEKARANG!",
  "text_more_tenant_overview_do_you_know":"Apa kata penyewa kami?",
  "text_more_tenant_overview_search_here":"CARI DI SINI SEKARANG",
  "text_more_tenant_overview_with_speedhome":"dengan <strong>SPEED</strong>HOME",
  "text_more_tenant_overview_you_can_now_buy":"Kini anda boleh membeli rumah dengan SPEEDHOME tanpa sebarang caj tersembunyi.",
  "text_more_tenant_overview_how_do_you_buy":"Bagaimanakah cara untuk membeli rumah dengan SPEED<span class='norm'>HOME</span>?",
  "text_more_tenant_overview_steps_step1_title":"Cari rumah idaman",
  "text_more_tenant_overview_steps_step1_text":"Cari rumah di bahagian “Beli” di dalam laman web atau aplikasi mudah alih kami.",
  "text_more_tenant_overview_steps_step2_title":"Berhubung dengan penjual rumah",
  "text_more_tenant_overview_steps_step2_text":"Berhubung dengan penjual rumah dengan menggunakan ciri sembang dalam  aplikasi untuk berkomunikasi",
  "text_more_tenant_overview_steps_step3_title":"Jumpa dan beli rumah anda",
  "text_more_tenant_overview_steps_step3_text":"Jumpa dengan penjual rumah. Jika anda berminat, dapatkan seorang peguam untuk meneruskan proses urus janji pembelian rumah. Senang je!",
  "text_more_tenant_overview_search_for_prop":"Cari Rumah untuk Sewa atau Beli di SPEEDHOME SEKARANG",
  "text_more_tenant_overview_step1":"LANGKAH 1",
  "text_more_tenant_overview_step2":"LANGKAH 2",
  "text_more_tenant_overview_step3":"LANGKAH 3",
  "text_more_tenant_overview_step4":"LANGKAH 4",
  "text_more_landlord_overview_go_to":"Pergi ke",
  "key_areas_for_rent":"Kawasan popular sewa rumah",
  "zero_deposit_payment_title":"Zero Deposit & Bayaran",
  "text_more_tenant_deposit_paragraph1":"Jangan risau. Perunding Jualan kami akan menghubungi anda untuk membantu anda dalam proses sewaan Sifar Deposit tersebut",
  "text_more_tenant_deposit_paragraph2":"To check your credit score, click here.",
  "text_more_tenant_payment_paragraph1":"Berikut merupakan bayaran yang diperlukan sebelum anda pindah masuk rumah:",
  "text_more_tenant_payment_paragraph2":"Sewa bulan pertama +(RM399 +6% SST) bayaran SPEEDSIGN",
  "text_more_tenant_example_paragraph":"Jumlah keseluruhan: RM900 + (RM399 + RM23.94) = RM1,322.94",
  "text_more_tenant_notes_paragraph1":"Insurans sewaan kediaman hanya disediakan untuk mereka yang berjaya membuat transaksi melalui SPEEDHOME dengan kadar sewa antara RM500 hingga RM5,000.",
  "text_note":"Nota",
  "text_payment":"Bayaran",
  "text_example":"Contoh",
  "text_apartment_b_has_a_rent_of_RM900":"Sewa di apartment B adalah RM900",
  "text_sst_of_tenancy_agree":"Cukai SST bayaran SPEEDSIGN: 6% x RM399 = RM23.94",
  "text_zero_deposit":"Zero Deposit"
  }