{
    "zero_deposit_payment_title":"Zero Deposit & Bayaran",
    "zero_banner_header":"Zero Deposit Eligibility Checks with SPEEDHOME ",
    "zero_banner_text":"We make sure you get the right tenant and a worry-free rental experience.",
    "zero_banner_button":"Post your property for FREE",
    "zero_text1":"Are you worried about getting a bad tenant or paymaster?",
    "zero_text2":"At SPEEDHOME, we make sure you get the right tenant, with our industry-leading Zero Deposit Eligibility checks, we make sure you get a quality tenant every time.",
    "zero_text3":"Partnered with Experian, we will ask your interested tenant for several documents to run a Zero Deposit Eligibility Check. So, you can have a worry-free rental experience.",
    "zero_text4":"After the tenant passes our eligibility check, they can then proceed to rent your property.",
    "zero_text5":"For additional peace of mind, our rental protection will cover you up to RM42,000 in the unlikely scenario that something bad does happen.",
    "zero_btn_text":"Post your property for FREE ",
    "zero_process":"Process",
    "zero_malaysian":"For Malaysian ",
    "zero_international":"For International ",
    "zero_orrer_letter":"Employment offer letter or university offer letter (student)",
    "zero_ic":"Identification Card (IC) ",
    "zero_bank":"3 months bank statement or 3 months payslip",
    "zero_visa":"Passport / Visa copy",
    "zero_bank_int":"3 months bank statement",
    "insurance_banner_header":"Replace deposit with insurance and rent out your property 5x faster with up to 20x better protection",
    "insurance_banner_text":"Get secured with Allianz up to RM42,000 when you transact using SPEEDHOME and make your property more attractive to tenants with zero deposit.",
    "insurance_banner_button":"Post your property for FREE",
    "insurance_head":"There are three insurance plans for home rental, please refer to the following visual",
    "insurance_text1":"There are no other charges for landlords except for insurance charges.",
    "insurance_text2":"The insurance cost for Extended and Extended + will be spread over the first two months.",
    "insurance_text3":"On-Time Rental is a feature that allows you to get your rental income on time during the entire tenancy period.",
    "insurance_card_head":"Approved and Partially Approved Comparison",
    "insurance_head2":"For further information the claims process and what you can and cannot claim for click here",
    "insurance_email":"www.claims.speedhome.com",
    "insurance_head3":"You can list your property on SPEEDHOME for free. Our homerunners will also provide free property viewing to tenants.",
    "insurance_head3_text":"You only have to purchase our insurance plan after proceeding to rent out your property with SPEEDHOME. That’s the only fee you pay; so why not try us out?",
    "insurance_claiming_process_left_head":"Claiming Process",
    "insurance_claiming_process_left_text":"Average 9 days process",
    "insurance_claiming_process_day1":"DAY 1",
    "insurance_claiming_process_day2_3":"DAY 2 - 3",
    "insurance_claiming_process_day_4":"DAY 4",
    "insurance_claiming_process_day5_6":"DAY 5 - 6",
    "insurance_claiming_process_day_7":"DAY 7",
    "insurance_claiming_process_day1_content_1":"Document received from landlord. ",
    "insurance_claiming_process_day1_content_2":"- Will take around 1-2 days to process and submit to Allianz.",
    "insurance_claiming_process_day4_content1":"Allianz received the document from SPEEDHOME.",
    "insurance_claiming_process_day4_content2":"- Allianz will take around 3 working days to process all the document.",
    "insurance_claiming_process_day4_content3":"- Once everything is checked, Allianz will provide the result.",
    "insurance_claiming_process_day7_content1":"Claims approved and amount reimbursement",
    "insurance_claiming_process_day7_content2":"- Allianz will take around 3 working days to process all the amount approved.",
    "insurance_claiming_process_day7_content3":"- Rental loss you will receive from SPEEDHOME and other claim from Allianz direct to landlord amount.",
    "insurance_claiming_approve":"Approved",
    "insurance_claiming_notapprove":"Not approved",
    "insurance_claiming_approve_partial":"Approved partially",
    "insurance_approve_mattress1":"- Dirty smelly and also cat scratches.",
    "insurance_approve_mattress2":"- No other future tenants will sleep on it due to hygiene purposes.",
    "insurance_partial_mattress1":"- Scratches and hole (repairable).",
    "insurance_partial_mattress2":"- Approved RM100 for damaged allowance once (rejected for replacement item).",
    "insurance_approve_wardrobe1":" - Missing door and drawer scratches.",
    "insurance_approve_wardrobe2":" - Approved for replacement item.",
    "insurance_partial_wardrobe1":"  - Landlord claim to replace one whole wardrobe while the damage is only the roller.",
    "insurance_partial_wardrobe2":"- It is repairable.",
    "insurance_approve_sofa1":" - Leg broken (bent), fabric torn (holes).",
    "insurance_approve_sofa2":"- Request to replace the new unit as the cost of repair workmanship and transportation is more than buying a new unit.",
    "insurance_partial_sofa1":"- Damaged by creating holes and peeling of the armrest frame and stains of colours on the fabric.",
    "insurance_partial_sofa2":"- Landlord claim for the replacement of sofa.",
    "insurance_partial_sofa3":"- Rejected and only provided RM300.",
    "insurance_approve_wall1":"- Scribbled and dirty walls.",
    "insurance_approve_wall2":"- Drilled holes and double sides tapes.",
    "insurance_partial_wall1":"- The wallpaper does not falls under the insured description of the policy cover.",
    "insurance_partial_wall2":"- It is not also can be deemed as contents or and it's not a damage as a part of the building.",
    "insurance_step1":"1. Landlord can choose to pay for the Insurance Fee and SPEEDHOME Fee* upon successfully rented out the property.",
    "insurance_step2":"2. The total cost for Extended and Extended + will be spread over the first two months.",
    "insurance_step3":"3. On-Time Rental is a feature that allows you to get your rental income on time during the entire tenancy period.",
    "insurance_step4":"4. Overstay Cash Defender is a feature that ensures you to still receive your monthly rental even if the tenant stops paying the rent while still occupying the house.",
    "insurance_step5":"5. This policy is applicable for any unit rental from RM500 to RM5000 only.",
    "insurance_step6":"6. The non-moveable items will be covered under Inconvenience Benefits while movables items are covered under the household content section.",
    "insurance_step7":"7. You may top up to increase the Inconvenience Benefits limit to RM3,000 as follows:",
    "insurance_step8":"*SPEEDHOME Fee is only applicable to Extended+ package. The breakdown for Extended+ package as following:",
    "insurance_step9":"Insurance Fee - 1.25 months' rent (Extended package)",
    "insurance_step10":"SPEEDHOME Fee - 0.25 months' rent (On-Time Rental (OTR) and Overstay Cash Defender (OCD)",
    "rental_collection_title":"Rental Collection",
    "rental_banner_button":"Post your property for FREE",
    "rental_banner_header":"Landlords, collect your rental quickly and easily with our free rental collection service",
    "rental_banner_text":"Manage your rental with easy, it's FREE when you rent with us ",
    "rental_head":"What does SPEEDMANAGE provide? ",
    "rental_text1":"Overview of Your Properties",
    "rental_text2":"Chase for Rental Payment for Tenant",
    "rental_text3":"Easy and Hassle Free",
    "rental_text4":"3 Lawyer's Demand Letters",
    "rental_text5":"2 Eviction Letters",
    "rental_text6":"Peace of Mind",
    "rental_head2":"How does it work?",
    "rental_head2_text":"We will collect rent on your behalf to disperse into your bank account",
    "rental_head3":"We are different from the other",
    "rental_head3_text":"Start now and discover the benefits from renting with us",
    "rental_subhead1":"Our service ",
    "rental_subhead1_text":"We are your contact for any problem. ",
    "rental_subhead2":"Privacy and security ",
    "rental_subhead2_text":"Your data is in good hands with us, trust is our highest priority.",
    "rental_subhead3":"Software and Technology",
    "rental_subhead3_text":"We are constantly working to improve our service accordingly",
    "rental_tenant":"Tenant",
    "rental_speed":"SPEEDHOME",
    "rental_landlord":"Landlord",
    "rental_faq_room_rental":"Bilik Sewa",
    "rental_head4":"Discover how SPEEDHOME revolutionizes the way you care for your property",
    "rental_head4_text":"Advertise your property in minutes",
    "homerunner_banner_header":"Viewing Management for Landlords",
    "homerunner_banner_text":"Our homerunners will do viewing for you",
    "homerunner_banner_button":"Get started",
    "homerunner_text1":"How will homerunners help you?",
    "homerunner_text2":"We will take over the keys and hard work from you",
    "homerunner_help_head1":"Show Home to Tenants",
    "homerunner_help_text_head1":"Time to relax and let us meet the tenants for you.",
    "homerunner_help_head2":"Unlimited Viewing",
    "homerunner_help_text_head2":"3 Properties? 5? Save time we will show them all!",
    "homerunner_help_head3":"Rent Out 5x Faster",
    "homerunner_help_text_head3":" Get more tenants to view, more chances to rent faster.",
    "homerunner_terms_condition":"Terms and conditions",
    "homerunner_terms_condition_right_first_text":"Collection of keys for viewing can be done on the same day of viewing and returned one day after with 24 hours notice.",
    "homerunner_terms_condition_right_second_text":"Collection of keys are limited to only 2 times at maximum, therefore, we suggest that you make a duplicate set of keys for SPEEDHOME's keeping to ensure faster conversion.",
    "homerunner_terms_condition_right_third_text":"We can carry out viewings for tenants that aren't from SPEEDHOME if notified 24 hours in advance.",
    "homerunner_terms_condition_right_four_text":"Kindly take note that if you have any complaint about your unit condition after passing keys kindly write in to us at hello@speedhome.com and our homerunners personnel will contact you for further investigations on the matter.",
    "homerunner_mobile_text":"Landlords, collect your rental quickly and easily with our free rental collection service",
    "free_homerunner_left_text":"Use our FREE homerunners service in 3 simple steps",
    "free_homerunner_step1_text":"homerunners collect your keys",
    "free_homerunner_step2_text":"Your listing will be prioritised for instant viewing",
    "free_homerunner_step3_text":"homerunners show your house to all tenants, anytime",
    "free_homerunner_step1":"STEP 1",
    "free_homerunner_step2":"STEP 2",
    "free_homerunner_step3":"STEP 3",
    "hassle_free_left_text":"Hassle-Free Viewing Management Start Here",
    "hassle_free_right_text_first":"Serviceable area: Klang Valley only",
    "hassle_free_right_text_second":"Please be advised that this is only a form to collect details for scheduling of keys collection. Kindly fill all details accurately to avoid any errors/ disputes.",
    "hassle_free_right_text_third":"Should there be any changes please call in to us at 018-7777 650 for assistance.",
    "hassle_free_button_text":"Collect my key",
    "ocd_head4":"1. Do OTR and OCD cover for tenants who run away? Am I still able to get the rental payment then?",
    "ocd_head4_text":"No, OTR and OCD coverage is only for the tenant who has overdue rental and overstayed in the house. If the tenant chooses to move out or early terminates the agreement, SPEEDHOME will not pay for the rent of the tenant for the remaining months.",
    "ocd_head4_1":"2. Do I need to submit anything to claim the OTR and OCD protection?",
    "ocd_head4_1_text":"No. SPEEDHOME will pay the rent to the landlord and the landlord does not need to submit anything to SPEEDHOME. However, the landlord must allow SPEEDHOME to collect the rent on behalf of them.",
    "ocd_head4_2":"3. What is the maximum overstay duration covered by OCD?",
    "ocd_head4_2_text":"The maximum overstay duration covered is based on the tenure.",
    "ocd_head4_2_text_ex":"Example: For a one-year contract, if the tenant does not pay the rent on the third month after he moves in, SPEEDHOME will pay the rent starting from that month until the tenure ends.",
    "ocd_head4_3":"4. Are there any special terms and conditions that I need to comply with ?",
    "ocd_head4_3_text":"Yes. You need to follow the instructions provided by SPEEDHOME and  fully comply with the vacant possession clause with SPEEDHOME.",
    "ocd_head3":"Frequently Asked Questions",
    "ocd_banner_header":"Landlords, secure your rental income with SPEEDHOME\nOn-Time Rental (OTR) and Overstay Cash Defender (OCD)  services.",
    "odc1_head4":"Ever had the experience of overdue rental payment and overstayed tenants?",
    "odc2_text":"SPEEDHOME washes away your rental income worries with our OTR and OCD services, ensuring you get your rental for up to the entire 12 month tenancy period, even if your tenant overstays and does not pay their rent!",
    "ocd_head":"How does SPEEDHOME On-Time Rental (OTR) work for Landlords?",
    "ocd_head_sub_text1":"SPEEDHOME will transfer the monthly rental to the landlord no later than the monthly due date as per stated in the tenancy agreement regardless of the tenant has paid the rent. ",
    "ocd_head_sub_text2":"If the tenant pays SPEEDHOME after the due date, the funds will not be transferred to the landlord as the landlord has already received payment via OTR.",
    "ocd_head_sub_text3":"SPEEDHOME will not perform OTR transfer to the landlord if the tenant has more than two overdue rental invoices. Overdue rental for more than 2 months will be covered under OCD.",
    "ocd_head_new":"SPEEDHOME Overstay Cash Defender (OCD) included 3 main features:",
    "ocd_head_sub_text1_1":"SPEEDHOME will pay the rent",
    "ocd_head_sub_text1_2":"SPEEDHOME will borne the legal cost",
    "ocd_head_sub_text1_3":"Allianz will cover for your lost",
    "ocd_head_sub_text1_1_1":"SPEEDHOME will pay for the overdue rent even if the tenant does not pay and still occupy the unit.",
    "ocd_head_sub_text1_2_2":"All the legal cost for the court order to evict the tenant will be borne by SPEEDHOME.",
    "ocd_head_sub_text1_3_3":"Any damages or stolen items done by the tenant will be reimbursed by the insurance protection to the landlord.",
    "ocd_head3_1":"Who is eligible for OTR and OCD services?",
    "ocd_head3_text1":" Only landlords who subscribe",
    "ocd_head3_text2":" Extended+ Insurance Premium ",
    "ocd_head3_text3":"  are eligible for OTR and OCD services. ",
    "ocd_head3_text_1":"* On-Time Rental (OTR) & Overstay Cash Defender (OCD) are products of SPEEDHOME",
    "ocd_head3_text_2":"* The Policy is applicable for any unit rental from RM500 to RM5,000 only",
    "ocd_head2_1":"How do OTR and OCD secure your rental income? ",
    "ocd_head2_text_1":"Under the OTR and OCD services collectively, the subscriber is entitled to receive the monthly rental from SPEEDHOME for a maximum of the tenancy period duration only, which shall consist of:",
    "ocd_head2_text_1_a":"(a)  The first 2 months’ rental paid through the OTR; and",
    "ocd_head2_text_1_b":"(b)  An additional 9 months’ to be paid under the OCD, subject always to the OTR & OCD Terms of Use. ",
    "otr_text_header":"On-Time Rental (OTR)",
    "ocd_text_header":"Overstay Cash Defender (OCD)",
    "otr_text_body":"With our On-Time Rental, regardless of whether your tenant pays you on the due date, you will receive the money on-time every time from us. Terms and conditions apply.",
    "ocd_text_body":"With our Overstay Cash Defender, we ensure that the landlord is able to receive their monthly rental even if the tenant stops paying the rent whilst still occupying the house."
  }